[
{"paragraph":"This app is a cross-institutional collaboration, designed and developed by Clive Mudanda, Anthony Olawo, and Gary Sheng, members of CompSci 408, Duke University, with content created by Karen Lucic and her students in Art 386, Vassar College:  Mengna Da ‘15, Claire Fey ‘16, Emma Jacobs ‘15, Lily Kaar ‘16, Liqiao Li ‘16, Benno Orlinsky ‘15, Jiajing Sun ‘15, and Catherine Zhou ‘15."}, 
{"paragraph":"We express thanks to those who have supported this project.  At Vassar College:Liliana Aguis; Janet Allison; Francine Brown; Jon Chenette; Bryce Daniel ’17; Judith Dollenmayer; Carolyn Grant Endowment Committee; Thomas Hill; Karen Casey Hines; Gary Hohenberger; Rick Jarow; Mary-Kay Lombino; George Laws; Members of the Art Department; Grace Mooney ‘15; Molly Nesbit; Katherine Neville ‘14; Elizabeth Nogrady ‘99; Kristine Olson ‘11; Justin Patch; H. Daniel Peck; Patricia Phagan; Joann Potter; Research Committee; Daniele Selby ’13; Anne Silk ‘12; Samuel Speers; Margaret Vetare; Michael Walsh.  At Duke University: Salman Azar; Robert Duvall."}, 
{"paragraph":"Thanks also to: Helen Abbott; Alison Baldassano; Stephanie Barnes; Kurt Behrendt; Marcus Bingenheimer; Michelle Bennett; John Carpenter; Qing Chang; Tenzin Chonyi; PC Chun; Francesca Consagra; Karl Debreczeny; Lauran R. Hartley; Andrea Hagy; Mary Beth Heston; Leise Hook; Jean-Luc Howell; David Kaczynski; Patricia Karetzky; Laurel Kendall; Zoe Kwok; Denise Leidy; Cary Liu; Kristen Mable; Clare McGowan; Linda Patrik; Katherine Paul; Adriana Proser; Karen St. Pierre; Joseph Scheier-Dolberg; Michael Sheehy; Katherine Skaggs; Susan Thompson; Ganden Thurman; Meg Ventrudo; Sinead Vilbar;; Chengzhi Wang; Hwai-ling Yeh-Lewis; Chun-fang Yu; Keiichi Yumen."}, 
{"paragraph":"Special thanks to: Baynard Bailey; Bettina Chew; Sherry Fowler; Karen Hwang; Lama Karma Drodhul; Amy Laughlin; Richard Lucic; James Mundy; Andrew Watsky; Ven. Khenpo Karthar Rinpoche; Douglas Winblad."}, 
{"paragraph":"Generous support for Embodying Compassion in Buddhist Art and its digital components is provided by: E. Rhodes & Leona B. Carpenter Foundation; ASIANetwork Luce Asian Arts Program; Elizabeth Kay and Raymond Bal; Ann Kinney ’53, and Gilbert Kinney; and at Vassar College: Agnes Rindge Claflin Fund; Emily Floyd Fund Endowment; Ford Scholars Program; Carolyn Grant Endowment; Office of Religious and Spiritual Life, Salmon Fund Endowment."}
]