  [
		    {
		      "term": "Amida (J): ",
		      "definition": "Japanese name for Amitabha. Focus of worship in East Asian Pure Land Buddhism.",
		      "pronounce": " https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/177527637&amp;auto_play=true&amp"
		    },
		    {
		      "term": "Amitabha (S): ",
		      "definition": "Buddha of Infinite Light, from whom Avalokiteshvara emanates.",
		      "pronounce": "https://drive.google.com/a/vassar.edu/file/d/0BwJsmGvMifkLc2Zland4cHFkeWM/view?usp=sharing"
		    },
		    {
		      "term": "Amitayus (S): ",
		      "definition": "Buddha of Infinite Life.  Sambhogakaya form of Amitabha."
		    },
		    {
		      "term": "Amituo (C): ",
		      "definition": "Chinese name for Amitabha. Focus of worship in East Asian Pure Land Buddhism."
		    },
		    {
		      "term": "Amrita (S): ",
		      "definition": "elixir of immortality."
		    },
		    {
		      "term": "Anjali mudra (S): ",
		      "definition": "gesture of prayer, respect or salutation.  Formed with palms pressed together at the heart."
		    },
		    {
		      "term": "Avalokiteshvara (S): ",
		      "definition": "Lord Who Looks Down. Mahayana Buddhist bodhisattva of compassion. Known as Guanyin in China, Kannon in Japan, Karunamaya in Nepal, and Chenrezig in Tibet."
		    },
		    {
		      "term": "Avatamsaka Sutra (S): ",
		      "definition": "known in English as the Flower Garland Sutra. One of the most influential sutras in East Asian Mahayana Buddhism. Last chapter recounts the story of the young pilgrim Sudhana and his encounter with Avalokiteshvara on Potalaka."
		    },
		    {
		      "term": "Bato Kannon (J): ",
		      "definition": "Hayagriva in Sanskrit. Japanese wrathful horse-headed form of Avalokiteshvara."
		    },
		    {
		      "term": "Bhaishajyaguru (S): ",
		      "definition": "Medicine Buddha, associated with healing."
		    },
		    {
		      "term": "Bishamon (J): ",
		      "definition": "armor-clad protector of the dharma. "
		    },
		    {
		      "term": "Bhrikuti (S): ",
		      "definition": "female attendant to Avalokiteshvara, associated with wisdom."
		    },
		    {
		      "term": "Bodhisattva (S): ",
		      "definition": "Mahayana Buddhist adherent who wishes to achieve enlightenment for the sake of all sentient beings. Great bodhisattvas like Avalokiteshvara have already achieved a high degree—if not complete—awakening."
		    },
		    {
		      "term": "Brahmanism (S): ",
		      "definition": "polytheistic Indian religion based on ancient Vedic scriptures. Hinduism grew out of Brahmanism."
		    },
		    {
		      "term": "Buddha (S): ",
		      "definition": "Awakened One. Often used to refer to the “historical Buddha,” Siddhartha Gautama, an Indian prince, probably born sometime in the 5th century. He achieved enlightenment and became known as Shakyamuni. In Mahayana Buddhism, Shakyamuni is but one of many past, present and future buddhas."
		    },
		    {
		      "term": "Buddhism (S):",
		      "definition": "religion based on the teachings of Shakyamuni Buddha. Its aim is to free beings from suffering and to lead them to awakening. In the Mahayana vehicle, numerous celestial buddhas and bodhisattvas assist in this goal."
		    },
		    {
		      "term": "Cave of Tidal Sound: ",
		      "definition": "cave on the southeast shore of Mount Putuo island in China. Pilgrims have had many visions of Guanyin at this site."
		    },
		    {
		      "term": "Celestial Buddha: ",
		      "definition": "fully enlightened being who plays an important role in the Mahayana Buddhist universe and presides over a Pure Land. "
		    },
		    {
		      "term": "Chan Buddhism (C): ",
		      "definition": "Buddhist school that emphasizes meditation, one-on-one encounters with teachers, and in some subsects, the study of koan (a paradoxical statement or question) and the belief in sudden, spontaneous awakening. Known as Zen Buddhism in Japan."
		    },
		    {
		      "term": "Chenrezig (T): ",
		      "definition": "One Who Continually Looks Upon All Beings With The Eye Of Compassion. Tibetan name for Avalokiteshvara. Chenrezig is thought to be the creator and protector of the Tibetan people. "
		    },
		    {
		      "term": "Dalai Lama (T): ",
		      "definition": "title of the spiritual leaders of Tibet since the 17th century. Each reincarnated holder of this title is considered one of Chenrezig’s emanations."
		    },
		    {
		      "term": "Dharma (S): ",
		      "definition": "Buddhist law; teachings of the Buddha."
		    },
		    {
		      "term": "Dharma wheel: ",
		      "definition": "dharmachakra in Sanskrit. Symbol representing the Buddha's teachings."
		    },
		    {
		      "term": "Egaku (J): ",
		      "definition": "legendary Japanese monk who played a role in the founding of Mount Putuo as a pilgrimage site sacred to Avalokiteshvara."
		    },
		    {
		      "term": "Eleven-headed Avalokiteshvara: ",
		      "definition": "Ekadashamukha in Sanskrit; Juichimen in Japanese. Common esoteric form of the bodhisattva."
		    },
		    {
		      "term": "Esoteric Buddhism: ",
		      "definition": "often called Vajrayana. Buddhist vehicle that employs complex practices based on tantric texts. Esoteric deities often have multiple limbs and heads to signify increased powers and abilities."
		    },
		    {
		      "term": "Five Wisdom Buddhas: ",
		      "definition": "group of buddhas who head their respective families in an all-encompassing esoteric system. Amitabha is one of the Five Wisdom Buddhas, and Avalokiteshvara is a member of his retinue."
		    },
		    {
		      "term": "Fudarakusan (J): ",
		      "definition": "Japanese localization of the Indian Potalaka, Avalokiteshvara’s sacred island. There are several Fudarakusan sites in Japan, including Mount Myoho at Nachi."
		    },
		    {
		      "term": "Fudarakudokai (J): ",
		      "definition": "Crossing The Sea To Fudarakusan. Religious suicide ritual once performed at Nachi, sending a willing devotee on a one-way journey to Kannon’s imagined paradise Fudarakusan."
		    },
		    {
		      "term": "Fudo Myoo (J): ",
		      "definition": "wrathful yet beneficial deity in Japanese esoteric Buddhism. "
		    },
		    {
		      "term": "Gokuraku (J): ",
		      "definition": "Japanese term for Sukhavati, Amida’s Pure Land."
		    },
		    {
		      "term": "Guanyin (C): ",
		      "definition": "Chinese name for Avalokiteshvara. A shortened form of Guanshiyin, which translates as Lord Who Perceives The Sounds Of The World. Often manifests as a female bodhisattva."
		    },
		    {
		      "term": "Gyalug (T): ",
		      "definition": "term for a Tibetan painting style inspired by Chinese art."
		    },
		    {
		      "term": "Hayagriva (S): ",
		      "definition": " “horse-neck” wrathful form of Avalokiteshvara who is thought to cure diseases. Known as Bato Kannon in Japan"
		    },
		    {
		      "term": "Heart Sutra",
		      "definition": ": “heart” or essence of the lengthy Prajnaparamita Sutra. Fundamental Mahayana Buddhist teaching delivered by Avalokiteshvara."
		    },
		    {
		      "term": "Heike Monogatari (J): ",
		      "definition": "one of the great epics of Japanese medieval literature."
		    },
		    {
		      "term": "Jizo (J): ",
		      "definition": "savior bodhisattva who ministers to those in hell and escorts dying devotees to Amida’s Pure Land."
		    },
		    {
		      "term": "Jokhang Temple (T): ",
		      "definition": "most important Buddhist temple in Tibet, located in Lhasa.  Houses a legendary statue of the Eleven-headed Avalokiteshvara, a focus of veneration."
		    },
		    {
		      "term": "Juichimen Kannon (J): ",
		      "definition": "Eleven-headed Avalokiteshvara."
		    },
		    {
		      "term": "Kami (J): ",
		      "definition": "local gods who play a part in indigenous Japanese nature worship."
		    },
		    {
		      "term": "Kannon (J): ",
		      "definition": "Japanese name for Avalokiteshvara. A shortened form of Kanzeon, which translates as Lord Who Perceives The Sounds Of The World. Often manifests as a female bodhisattva"
		    },
		    {
		      "term": "Karma (S): ",
		      "definition": "action. A person’s accumulated karma determines rebirth in a specific realm of samsara."
		    },
		    {
		      "term": "Karunamaya (S): ",
		      "definition": "Nepalese name for Avalokiteshvara. Karuna is the Sanskrit word for compassion."
		    },
		    {
		      "term": "Khasarpana (S): ",
		      "definition": "Sky-gliding. Khasarpana Lokeshvara is an esoteric form of Avalokiteshvara, popular during the Pala period (8th-12th century) in India."
		    },
		    {
		      "term": "Kukai (J): ",
		      "definition": "monk and a proponent of esoteric Buddhism in Japan. He lived from 774-835."
		    },
		    {
		      "term": "Kumano (J): ",
		      "definition": "region in the southern part of Kii Peninsula. Kumano beliefs pay homage to local gods who are enshrined at Nachi.   "
		    },
		    {
		      "term": "Literati art: ",
		      "definition": "paintings by artists outside of the official Chinese court. The literati painters generally worked in ink wash painting and focused on expressive brushstrokes."
		    },
		    {
		      "term": "Lokeshvara (S): ",
		      "definition": "Lord Of The World. Common epithet of Avalokiteshvara."
		    },
		    {
		      "term": "Longnu (C): ",
		      "definition": "Dragon Daughter. According to a traditional Chinese folk tale, she is Dragon King’s child and has decided to become Guanyin’s disciple after the bodhisattva saved her brother."
		    },
		    {
		      "term": "Lotus Sutra: ",
		      "definition": "early and influential Mahayana Buddhist scripture. Includes a chapter entirely dedicated to Avalokiteshvara, in which he takes thirty-three different forms in order to alleviate the suffering of all beings through his endless compassion. "
		    },
		    {
		      "term": "Mahayana Buddhism (S): ",
		      "definition": "Great Vehicle. Appearing early in the first millennium, this vehicle evolved—and also departed—from the earliest Buddhist schools.  Its philosophy and practices place special emphasis on bodhisattvas and their mission. It also includes a vast number of celestial buddhas who preside over innumerable Pure Lands."
		    },
		    {
		      "term": "Mala (S): ",
		      "definition": "prayer beads that assist practitioners in reciting prayers or mantras."
		    },
		    {
		      "term": "Mandala (S): ",
		      "definition": "a geometric cosmological diagram used in rituals and meditation. The most common type represents a deity in his or her palace."
		    },
		    {
		      "term": "Mandorla: ",
		      "definition": "full body halo."
		    },
		    {
		      "term": "Mani mantra (S): ",
		      "definition": "mantra associated with Avalokiteshvara that consists of six Sanskrit syllables, om mani padme hum."
		    },
		    {
		      "term": "Mani stone (S): ",
		      "definition": "rock inscribed with the mani mantra, thought to sanctify the area where it is located."
		    },
		    {
		      "term": "Mantra (S): ",
		      "definition": "sacred utterance used in Buddhist practice"
		    },
		    {
		      "term": "Ming dynasty (C): ",
		      "definition": "ruling dynasty from 1368 to 1644."
		    },
		    {
		      "term": "Mount Myoho (J): ",
		      "definition": "mountain at Nachi that represents Potalaka."
		    },
		    {
		      "term": "Mount Putuo (C): ",
		      "definition": "hilly island in the South China Sea near Ningbo that represents Potalaka."
		    },
		    {
		      "term": "Mudra (S): ",
		      "definition": "gesture, usually made with the hands or fingers, which symbolizes an exalted quality."
		    },
		    {
		      "term": "Nachi (J): ",
		      "definition": "pilgrimage site sacred to both Kannon and indigenous deities. It is the first station on the Saigoku Pilgrimage circuit."
		    },
		    {
		      "term": "Northern Song Dynasty (C): ",
		      "definition": "a dynasty from 960 to 1127."
		    },
		    {
		      "term": "Nyoirin Kannon (J): ",
		      "definition": "esoteric form of Avalokiteshvara widely worshipped throughout Japan. Nyoi refers to the wish-fulfulling jewel; rin means dharma wheel. "
		    },
		    {
		      "term": "Nyoirindo (J): ",
		      "definition": "building that originally housed the principal icon of Nyoirin Kannon at Nachi."
		    },
		    {
		      "term": "Ofuda (J): ",
		      "definition": "amulet or stamp issued by a temple or shrine, printed with an icon from the site."
		    },
		    {
		      "term": "Om mani padme hum (S): ",
		      "definition": "six-syllable mantra associated with Shadakshari Lokeshvara. Mani means jewel and padme refers to lotus, both attributes of Avalokiteshvara."
		    },
		    {
		      "term": "Padma (S): ",
		      "definition": "lotus. One of Avalokiteshvara’s primary attributes."
		    },
		    {
		      "term": "Padmapani (S): ",
		      "definition": "Bearer of the Lotus. One of Avalokiteshvara’s most common early forms."
		    },
		    {
		      "term": "Padmasana (S): ",
		      "definition": "yogic cross-legged position associated with meditative concentration."
		    },
		    {
		      "term": "Parinirvana (S): ",
		      "definition": "death and final liberation of one who has achieved complete awakening."
		    },
		    {
		      "term": "Phagpa Lokeshvara (T; S): ",
		      "definition": "Noble Lord of the World. Venerated icon in the Potala Palace. Many replicas of this statue were made."
		    },
		    {
		      "term": "Potala Palace (S): ",
		      "definition": "residence of early Tibetan king Songtsen Gampo and the Dalai Lamas. The name refers to Avalokiteshvara’s sacred island."
		    },
		    {
		      "term": "Potalaka (S): ",
		      "definition": "legendary mountain island where Avalokiteshvara dwells."
		    },
		    {
		      "term": "Prajnaparamita Sutra (S): ",
		      "definition": "Perfection of Wisdom Sutra. One of the earliest and most important compilations of scriptures in Mahayana Buddhism. Contains the Heart Sutra."
		    },
		    {
		      "term": "Pure Land: ",
		      "definition": "realm prepared and purified by a buddha such as Amitabha, where his followers can quickly progress toward enlightenment. "
		    },
		    {
		      "term": "Pure Land Buddhism: ",
		      "definition": "tradition of Amitabha worship in which devotees aim to ascend to his Pure Land."
		    },
		    {
		      "term": "Qing dynasty (C): ",
		      "definition": "ruling dynasty from 1644 to 1911."
		    },
		    {
		      "term": "Raigo (J): ",
		      "definition": "Pure Land tradition of Welcoming Descent, in which Amida and his bodhisattva entourage come down from Gokuraku to greet dying devotees."
		    },
		    {
		      "term": "Rakta Yamari (S): ",
		      "definition": "tantric Buddhist wrathful deity, known as the Red Enemy of Death. He protects his followers from harm"
		    },
		    {
		      "term": "Royal Ease: ",
		      "definition": "seated position in which one arm is poised on a raised knee while the other leg is either horizontal or pendant. Common posture for bodhisattvas."
		    },
		    {
		      "term": "Saigoku Pilgrimage (J): ",
		      "definition": "one of the most popular circuits in Japan. It is dedicated to Kannon and consists of thirty-three sites in the Western Provinces."
		    },
		    {
		      "term": "Sambhogakaya (S): ",
		      "definition": "realm occupied by celestial buddhas and advanced bodhisattvas."
		    },
		    {
		      "term": "Samsara (S): ",
		      "definition": "continuous cycle of birth, life and death that sentient beings endure until achieving enlightenment. Buddhist texts describe six realms that constitute samsara: god, demigod, human, animal, hungry ghost, and hell."
		    },
		    {
		      "term": "Sanskrit: ",
		      "definition": "scholarly language of ancient and medieval Indian scriptures"
		    },
		    {
		      "term": "Seigantoji (J): ",
		      "definition": "temple at Nachi where the principal icon of Nyoirin Kannon is currently housed."
		    },
		    {
		      "term": "Seishi (J): ",
		      "definition": "bodhisattva who—along with Kannon—usually flanks Amida in Pure Land triads."
		    },
		    {
		      "term": "Shadakshari Lokeshvara (S): ",
		      "definition": "Lord Of The Six Syllables. This form of Avalokiteshvara is visualized when repeating the mani mantra"
		    },
		    {
		      "term": "Shakyamuni (S): ",
		      "definition": "Sage of the Shakyas. Name that Siddhartha Gautama acquired once he achieved enlightenment and became a buddha."
		    },
		    {
		      "term": "Shancai (C): ",
		      "definition": "Sudhana in Sanskrit. Boy pilgrim from the Avatamsaka Sutra."
		    },
		    {
		      "term": "Shinto (J): ",
		      "definition": "refers to the veneration of kami, the local gods in Japan. "
		    },
		    {
		      "term": "Songtsen Gampo (T): ",
		      "definition": "first Tibetan king to patronize Buddhism. Believed to be an emanation of Avalokiteshvara."
		    },
		    {
		      "term": "Songzi Guanyin (C): ",
		      "definition": "feminine form of Avalokiteshvara who bestows children on supplicants."
		    },
		    {
		      "term": "Suchimukha (S): ",
		      "definition": "hungry ghost who is fed nectar from Khasarpana Lokeshvara’s hand. His name means “needle-necked” or “needle-face.”"
		    },
		    {
		      "term": "Sudhana (S): ",
		      "definition": "youth seeking enlightenment in the Avatamsaka Sutra. Also called Sudhanakumara. Known as Shancai or Shancaitongzi in Chinese."
		    },
		    {
		      "term": "Sukhavati (S): ",
		      "definition": "Realm of Bliss. Amitabha’s Pure Land."
		    },
		    {
		      "term": "Sumidera (J): ",
		      "definition": "temple located in the northeast corner (J: sumi) of ancient Nara.  The temple’s location gives the Sumidera Heart Sutra its name.  "
		    },
		    {
		      "term": "Sutra (S): ",
		      "definition": "Indian scriptures. Buddhist sutras contain Shakyamuni’s teachings."
		    },
		    {
		      "term": "Tang dynasty (C): ",
		      "definition": "ruling dynasty from 618 to 907"
		    },
		    {
		      "term": "Tantra (S): ",
		      "definition": "teachings and practices found in esoteric texts that began to appear in India around the 7th century."
		    },
		    {
		      "term": "Tantric Buddhism: ",
		      "definition": "Mahayana Buddhist vehicle that employs visualizations, mandalas, mantras, yogic postures, mudras, and techniques for utilizing the body’s subtle energies."
		    },
		    {
		      "term": "Tara (S): ",
		      "definition": "goddess considered an emanation of Avalokiteshvara and thus a powerful embodiment of compassion. Although often depicted as the bodhisattva’s attendant, she is also worshipped as an independent deity."
		    },
		    {
		      "term": "Thangka (T): ",
		      "definition": "Tibetan religious painting on cloth employed to help visualize a deity during meditation, memorialize a deceased loved one, or heal sickness. Creating or commissioning a thangka also helps to accumulate merit for both the artist and the patron."
		    },
		    {
		      "term": "Thousand-armed Avalokiteshvara: ",
		      "definition": "Sahasrabhujalokeshvara in Sanskrit. Common esoteric form of the bodhisattva."
		    },
		    {
		      "term": "Tridanda (S): ",
		      "definition": "triple rod or three-pronged stick associated with ascetics."
		    },
		    {
		      "term": "Vajra Vetali (S): ",
		      "definition": "fierce female protector, the consort of Rakta Yamari. "
		    },
		    {
		      "term": "Vajrayana (S): ",
		      "definition": "Diamond or Adamantine vehicle. Branch of Mahayana Buddhism characterized by tantric practices."
		    },
		    {
		      "term": "Varada mudra (S): ",
		      "definition": "gift-giving gesture that bestows compassion. Performed with the hand extended downward and palm facing out."
		    },
		    {
		      "term": "Vitarka mudra (S): ",
		      "definition": "gesture that indicates the teaching or discussion of the dharma.  Made with hand raised and index finger touching the thumb, forming a circle that symbolizes a dharma wheel."
		    },
		    {
		      "term": "Water-moon Kannon: ",
		      "definition": "derived from an indigenous Chinese form, this manifestation of the Japanese Avalokiteshvara sits a relaxed posture, often in a rocky setting suggesting Potalaka. A large full-moon nimbus envelops the bodhisattva."
		    },
		    {
		      "term": "White-robed Guanyin: ",
		      "definition": "indigenous Chinese form of Avalokiteshvara. Derived from the Water-moon form, but this manifestation is dressed in a more austere white garment. Favorite subject of Chan/Zen artists. "
		    },
		    {
		      "term": "Wish-fulfilling jewel: ",
		      "definition": "chintamani in Sanskrit. One of Avalokiteshvara’s characteristic attributes, symbolizing the ability to fulfill all wishes"
		    },
		   {
		      "term": "Zen Buddhism (J): ",
		      "definition": "Japanese Buddhist school that emphasizes meditation, one-on-one encounters with teachers, and in some subsects, the study of koan (a paradoxical statement or question) and the belief in sudden, spontaneous awakening. Evolved from Chinese Chan Buddhism."
		    }
		   
		  ]