		[
		  {
		    "title": "Image",
		    "id": "1",
		    "img_path": "img/theme_1.png",
		    "text": "The objects in this section demonstrate the many ways that artists have represented Avolokiteshvara throughout the centuries. The bodhisattva's iconography initially emerged in India almost two thousand years ago. At first he played a subsidiary role as attendant to the buddhas Shakyamuni or Amitabha and then became an independent focus of veneration. In East Asia, Avalokiteshvara took on feminine maternal forms. The bodhisattva's gracefull sitting and standing postures, gestures, attributes and idealized body are fundamentally iconic and symbolic. Each visual aspect points to an essential Buddhist ideal, especially the inseparability of compassion and wisdom. An outstretched hand or an upraised teaching gesture express these values; the white color and lotus convery purity, while the iwllow symbolizes healing abilities. Multiple heads and limbs indicate esoteric forms, signifying increased power. Avalokiteshvara's most identifiable attribute is a small buddha on his crown, an icon of his spiritual father Amitabha.",
		    "artifacts": [
		      {
		        "name": "Amitabha Buddha",
		        "imageURL": "img/Theme1/1. Amitabha Buddha F1997.6.3 cropped.png",
		        "id": "1",
		        "location":"img/maps/Tibet.jpg",
		        "caption": "Amitabha Buddha, Central Tibet, 19th Century;pigment on cloth; 38.5 x 25.5 in.; The Rubin Museum of Art, New York, F1997.6.3.",
		        "text": "With the rise of the Mahayana and its belief in multiple buddhas beyond the historical Shakyamuni, so too came the Pure Land school. Here, Amitabha, the Buddha of Infinite Light in the Pure Land faith, is shown with his court of bodhisattvas in Sukhavati, a land where devotees can easily reach enlightenment. Avalokiteshvara appears on the left below Amitabha’s pedestal, haloed in green and gold and holding a lotus blossom. He occupies a high position in the sect and is featured prominently in Pure Land iconography, although in this Tibetan painting, he is only one small figure in Amitabha’s retinue. LK",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/01a&amp;",
		        "comparativeImages": [
		          {
		            "imageURL": "img/Theme1/comparativeImages/1.jpg",
		            "caption": "Welcoming Descent of Amida and Bodhisattvas, Japan, Nanbokucho period, late 14th century; hanging scroll, ink, color, and gold on silk; 65 3/4 x 33 1/2 in.; The Metropolitan Museum of Art, Gift of Abby Aldrich Rockefeller, 1942, 42.25.37.",
		            "text": "Pure Land Buddhism is especially prevalent in East Asia. In addition to the common depiction of Amitabha in his Pure Land is the theme of the Welcoming Descent, as seen in this Japanese painting.  Representing a foundational belief of Pure Land Buddhism, this iconography—known as Raigo in Japanese—shows the Buddha and a host of bodhisattvas descending to the deathbed of the faithful to escort them personally to Sukhavati. Avalokiteshvara is in the front row of five bodhisattvas, second from the right. He offers a lotus pedestal to the dying devotee. LK"
		          }
		        ],
		        "video": "http://www.youtube.com/embed/ITQBkHZXRtg?start=11&end=23",
		        "playlist":[
		      	 {
		          "url": "http://www.youtube.com/embed/ITQBkHZXRtg?enablejsapi=1&",
		          "start": "0",
		          "end": "end", 
		          "caption":""
		        }
		        ]
		      },
		      {
		        "name": "Khasarpana Lokeshvara",
		        "imageURL": "img/Theme1/2. Khasarpana Lokeshvara 1979.040 copy copy.png",
		        "id": "2",
		        "location":"img/maps/India.jpg",
		        "caption": "Bodhisattva Avalokiteshvara in the Form of Khasarpana Lokeshvara, India, Bihar or Bengal, Pala period, late 11th-early 12th century;schist;37.5 x 18.5 x 6.75 in.; Asia Society, New York, Mr. and Mrs. John D. Rockerfeller 3rd Collection, 1979.40. Photo credit: Lynton Gardiner, Asia Society.",
		        "text":"Avalokiteshvara appears here in a form known as the “Sky-Gliding Lord of the World.” Sitting in a relaxed pose on a double lotus throne, the deity holds a lotus in his left hand. His right hand is in the gift-giving gesture, or varada mudra, that drips nectar to the “needle-nosed” hungry ghost Suchimukha below. The unfortunate being depends on Khasarpana’s generosity for sustenance. This work thus emphasizes the bodhisattva’s core value of compassion, one he shares with related deities. The goddesses Tara and Bhrikuti on Khasarpana’s left and right, and the Buddha Amitabha visible in his crown, are only a few of the many different emanations of compassion depicted in this sculpture. EJ",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/02a&amp;",
		        "comparativeImages": [
		          {
		            "imageUrl": "img/Theme1/comparativeImages/2.jpg",
		            "caption":"Bodhisattva Khasarpana Avalokiteshvara, India, early 12th century; copper alloy; 7 3/16 x 3 9/16 x 2 3/16 in.; The British Museum, Purchased from David Treymane Ltd, 1985,0511.1. © Trustees of the British Museum.",
		            "text":"Despite their shared subject matter, these two works differ greatly in their original function. Whereas the carved stone stele most likely served as an architectural ornament in a temple niche, the small size of this metal sculpture indicates that it was a private devotional item. Khasarpana is stylistically similar in both works, but the small sculpture replaces the deity’s attending goddesses with the acolyte Sudhanakumara and the wrathful “horse-neck” Hayagriva, who is associated with healing. Their presence may indicate the devotee sought not only the compassion of Khasarpana but also the health and wisdom bestowed by these attendants. EJ"
		          }
		        ],
		        "playlist":[
		         {
		           "url": "https://www.youtube.com/embed/U923-fJ8-eQ?start=4",
		          "start": "4:51",
		          "end": "6:24", 
		          "caption":""
		        },
		      	{
		          "url": "https://www.youtube.com/watch?v=U923-fJ8-eQ",
		          "start": "4:51",
		          "end": "6:24", 
		          "caption":"This video shows the exterior of the famous Mahabodhi Temple in Bodh Gaya, India, which was built to commemorate the place where Shakyamuni achieved enlightenment. The niches on the temple’s base contain many different buddhas and bodhisattvas; the Khasarpana stele in this exhibition would have originally occupied a similar position on a comparable temple. Like the sacred sculptures seen here, Khasarpana would have been venerated and decorated by worshippers."
		        }
		        ]
		      },
		      {
		        "name": "Bodhisattva Avalokiteshvara",
		        "imageURL": "img/Theme1/3. Padmapani 1979.047 copy copy.png",
		        "id": "3",
		        "location":"img/maps/Nepal.jpg",
		        "caption":"The Bodhisattva Avalokiteshvara, Nepal, Transitional period, late 10th - early 11th century; gilt copper alloy with inlays of semiprecious stones; 26 3/4 x 11 1/2 x 5 1/4 in.; Asia Society, New York, Mr. and Mrs. John D. Rockefeller 3rd Collection, 1979.47.  Photo credit:  Susumu Wakisaka, Idemitsu Museum of Arts, Tokyo.", 
		        "text":"This Nepalese sculpture displays a rich, princely manifestation Padmapani, one of the most important forms of Avalokiteshvara. The ornamentation that adorns his body typifies the Himalayan style, and Buddha Amitabha seated within Avalokiteshvara’s crown identifies this bodhisattva. Despite the title Padmapani, however, the bodhisattva’s key attribute is missing – his characteristic lotus flower, or padma. The lotus was originally on the figure’s left, evidenced by an empty hand and armband that once secured the stalk. His right hand forms the teaching, or vitarka mudra, and the dharma wheel inscribed upon his palm emphasizes his wisdom. CF",
				"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/03a&amp;",
				"comparativeImages":[
				{"imageURL":"img/Theme1/comparativeImages/3.jpg",
				 "caption":"The Bodhisattva Padmapani Lokeshvara, Nepal, Kathmandu Valley, Transitional period, 11th century; copper alloy with gilding and semiprecious stones; 23 x 10 1/2 x 4 3/4 in.; The Metropolitan Museum of Art, Purchase, Bequests of Mary Clarke Thompson, Fanny Shapiro, Susan Dwight Bliss, Isaac D. Fletcher, William Gedney Beatty, John L. Cadwalader and Kate Read Blacque, Gifts of Mrs. Samuel T. Peters, Ida H. Ogilvie, Samuel T. Peters and H. R. Bishop, F. C. Bishop and O. M. Bishop, Rogers, Seymour and Fletcher Funds, and other gifts, funds and bequests from various donors, by exchange, 1982, 1982.220.2.",
				 "text":"These two sculptures are remarkably similar. Dating from the same era of Nepalese art, they are done in a strikingly comparable manner, evidenced in their copper materials and inlays of gems.  Nonetheless, key differences arise when comparing the two. In the Metropolitan Museum sculpture, the figure’s right hand is outstretched in the varada mudra, a gesture signifying Avalokiteshvara’s compassionate generosity. Curiously, this work lacks the characteristic Buddha Amitabha atop the figure’s crown. However, this sculpture has retained its crucial signifier of the lotus flower. The analogous nature of these sculptures enables us to see how the attribute would have originally appeared in the Asia Society work. CF"
				}
				],
				"playlist":[
				{
				"url":"https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/03a", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]	
				        
		      },
		      {
		        "name": "One of the Eight Great Bodhisattvas",
		        "imageURL": "img/Theme1/4. Avalokiteshvara C2008.9 cropped.png",
		        "id": "4",
		        "location":"img/maps/Tibet.jpg",
		        "caption":"Avalokiteshvara, One of the Eight Great Bodhisattvas, Eastern Tibet, 18th century; pigments on cloth with silk mount; 39 3/8 x 20 3/4 x 1/2 in.; The Rubin Museum of Art, New York, C2008.9.",
				"text":"Belonging to a set of paintings depicting the Eight Great Bodhisattvas, this work is rendered in a Chinese-inspired style called gyalug in Tibetan. The blue and green shaded outcropping derives from Chinese landscape painting and reveals the otherworldly nature of the realm. The Tibetan artist shows Amitabha, the spiritual father of Avalokiteshvara, sitting on the lotus that the bodhisattva holds, instead of the more customary presentation as an icon within Avalokiteshvara’s crown. The ruby red color identifies this Buddha as Amitabha. Avalokiteshvara’s halo is also tinted red, as the two figures look at each other in serene meditation and spiritual",
				"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/04a&amp;",
				"comparativeImages":[
				{"imageURL":"img/Theme1/comparativeImages/4.jpg",
				 "caption":"The Buddha Amitayus Attended by Bodhisattvas, 11th or early 12th century, Tibet; mineral and organic pigments on cloth; 54 1/2 x 41 3/4 in.; The Metropolitan Museum, New York, 1989.284.",
				 "text":"Comparing Avalokiteshvara with the much earlier Amitayus reflects the development of Tibetan art over time. Rendered in a subdued palette, the earlier painting has a symmetrical composition, and the figures are stylized and iconic. Amitayus, the celestial—or Sambhogakaya—body of Amitabha, is seated in the center of the painting. Standing to his right is Avalokiteshvara on a lotus pedestal with another lotus above his left shoulder. The relative differences in size and position reflect the various roles that Avalokiteshvara plays in art: sometimes the spiritual equal to Amitabha, and sometimes a subsidiary attendant to a buddha. LL"
				}
				], 
				"playlist":[
				{
				"url":"https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/04a", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		      },
		      {
		        "name": "Four-armed Avalokiteshvara",
		        "imageURL": "img/Theme1/5. Shadakshari 85.04.0682 copy copy.png",
		        "id": "5",
		        "location":"img/maps/China+Tibet.jpg",
		        "caption":"Four-Armed Avalokiteshvara, China or Tibet, 18th – 19th century; gilded metal with inlays; 10 1/4 x 7 1/4 in.; Jacques Marchais Museum of Tibetan Art, 85.04.0682.",
		        "text":"This metal sculpture depicts a four-armed form of Avalokiteshvara. The elaborate treatment of the pedestal, crown, and jewelry suggests that this sculpture is the Tibetan Chenrezig manifesting as Shadakshari Lokeshvara. This form is associated with meditation and the mantra om mani padme hum, which is signified by the figure’s anjali mudra and yogic position aptly called padmasana. The bodhisattva wears an antelope skin over his left shoulder, embodying his gentleness. Lotus imagery (signifying purity and enlightenment) emanates throughout, abstracted in the incised decorations on his garments, the form of his pedestal, and the attribute he holds in his raised left hand. CF",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/05a&amp;",
		        "comparativeImages":[
		        {"imageURL":"img/Theme1/comparativeImages/5.jpg",
		        "caption":"Bodhisattva Avalokiteshvara, Northeastern Thailand, second quarter of 8th century; copper alloy inlaid with silver and glass or obsidian; 56 x 22 1/2 x 15 1/4 in.; The Metropolitan Museum of Art, Rogers Fund, 1967, 67.234.",
		        "text":"This Thai sculpture depicts a four-armed form of Avalokiteshvara. Ascetic bodhisattvas were popular in early Southeast Asian art, depicted in simple clothing with lean bodies.  In this comparison, we see vast differences in the styles from two distinctive Buddhist cultures. Unlike the Himalayan mode of luxurious adornments and multiple attributes, the Southeast Asian example has very little detail to signal the bodhisattva’s identity. The most recognizable characteristic is the small Buddha Amitabha who sits in the figure’s crown. Avalokiteshvara’s serene countenance and slight smile echo the gentle nature of his compassionate aspirations, and his half-closed eyes suggest a meditative state, even though he is standing. CF"}
		        ], 
		        "playlist":[
				{
				"url":"https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/05a", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		      },
		      {
		        "name": "The All-Seeing Lord Avalokiteshvara",
		        "imageURL": "img/Theme1/6. The All-Seeing Lord Avalokiteshvara 1995.28.1 copy.png",
		        "id": "6",
		        "location":"img/maps/Tibet.jpg", 
		        "caption":"The All-seeing Lord Avalokiteshvara, Tibet, 14th - 15th century; ground mineral pigment on cotton; 29 1⁄4 x 25 1⁄4 x 1 1⁄4 in.; The Rubin Museum of Art, New York, C2006.66.190.",
		        "text":"According to legend, Avalokiteshvara vowed to save all beings from suffering, but his head exploded in a moment of discouragement. Amitabha then reformed the shattered pieces into Avalokiteshvara’s ten heads, topped by an eleventh representing his own. The bodhisattva’s thousand arms symbolize the innumerable means he uses to enlighten others. Two hands are held in frontal anjali mudra. The other hands hold prayer beads, dharma wheel, lotus, golden bottle, and bow and arrow. Additional arms form a corona behind Avalokiteshvara, with an eye in the center of each hand to aid him in searching out and healing all suffering. CZ",
				"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/06a&amp;",
				"comparativeImages":[
				{"imageURL":"img/Theme1/comparativeImages/6.jpg",
				"caption":"Thousand-armed Avalokitesvara (Sahasrabhuja-avalokitesvara), China-Tibet, Qing dynasty, about 1750; gilt bronze; 21 1/2 x 12 1/2 x 7 1/8 in.; Birmingham Museum of Art, Museum purchase with fund provided by the 1998 Museum Dinner and Ball, 1999.9.",
				"text":"This work presents the Thousand-armed Avalokiteshvara in the medium of sculpture. In the statue’s outer corona of limbs, the total number of arms equals forty-two, which suggests the thousand arms depicted minutely in the painting. Here the figure’s proportions seem non-naturalistic; the bodhisattva’s heads are taller than his stout body. But the sculpture draws in viewers with its beautiful gilded surface.  In the painting, the white, red, and black-blue heads represent peaceful, intense, and wrathful activities respectively, with Amitabha’s painted his customary red. Tantric Buddhist images like these are seen as aids for reaching enlightenment; the vibrant colors and dynamic imagery invite viewers to engage with the works in order to awaken their minds. CZ"
				}
				],
				"playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"Chinese dancers interpret the Thousand-armed Avalokiteshvara."
				}
				]
		      },
		      {
		        "name": "Bodhisattva Avalokiteshvara (Guanyin)",
		        "imageURL": "img/Theme1/7. Bodhisattva Avalokiteshvara (Guanyin) 33.91 cropped copy copy.png",
		        "id": "7",
		        "location":"img/maps/China.jpg",
		        "caption": "Bodhisattva Avalokiteshvara (Guanyin), China, Tang dynasty, late 7th - 8th century; gilt leaded bronze, piece-mold cast; 9 1/6 in.; The Metropolitan Museum of Art, Fletcher Fund, 1933, 33.91.",
		       	"text":"This small gilt-bronze Chinese sculpture probably once stood on a home altar, the object of private worship. It is Guanyin—a Chinese manifestation of Avalokiteshvara—and its iconography derives from India. Amitabha sits on the bodhisattva’s crown, and the figure carries his typical ambrosial vase. Yet the Chinese bodhisattva departs stylistically from South Asian precedents. Indian versions of Avalokiteshvara are weighty and firmly situated on the earth. In contrast, Guanyin’s thin, animated scarves lend the figure a light, diaphanous quality. This transforms the bodhisattva into a more ethereal being, who—by the Tang dynasty—plays an important role in Chinese Buddhism.  KL",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/08b&amp;",
		        "comparativeImages": [
		          {
		            "imageURL": "img/Theme1/comparativeImages/7.jpg",
		            "caption":"Avalokiteshvara Padmapani, Pakistan, Swat Valley, 7th century; bronze inlaid with silver and copper; 8 3/4 x 5 3/4 x 4 1/8 in.; The Metropolitan Museum of Art, Harris Brisbane Dick and Fletcher Funds, 1974, 1974.273.", 
					"text":"These two sculptures date from the same era yet reflect differences in style and iconography. The more full-bodied Indian Padmapani holds a lotus, whereas the ethereal Guanyin carries a long willow branch in his right hand—an important Chinese innovation. Although Sanskrit texts associate the willow with Avalokiteshvara’s healing powers, Chinese artists were the first to feature this plant as one of the bodhisattva’s symbols. In his left hand, Guanyin holds another important East Asian attribute: the elegant, slim-necked vase containing amrita, the elixir of immortality, which he bestows on devotees. KL"
		          }
		        ],
		        "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		      },
		      {
		        "name": "White-robed Guanyin",
		        "imageURL": "img/Theme1/8. Baiyi Guanyin 1982.3.3.png",
		        "id": "8", 
		        "location":"img/maps/China.jpg",
		        "caption":"White-robed Guanyin, inscribed by Quanshi Zongle (1318–1391), China, Ming dynasty, late 14th century; hanging scroll, ink on paper; image: 36 x 12 7/8 in. mount: 70 x 17 5/8 in., with knobs: 70 x 19 1/2 in.; The Metropolitan Museum of Art, Edward Elliott Family Collection, The Dillon Fund Gift, 1982, 1982.3.3.", 
		        "text":"In this nebulous, dematerialized landscape, White-robed Guanyin sits on a diamond-shaped boulder that evokes Mount Potalaka, the bodhisattva’s Pure Land. Male face and female hairstyle add ambiguity to the depiction, exemplifying the equivocal nature of Avalokiteshvara’s morphology. The inscribed poem makes references to Indian Sanskrit texts, specifically the Avatamsaka Sutra and Heart Sutra, in which Avalokiteshvara demonstrates his wisdom. He recognizes that “The body is as small as specks of dust and as ephemeral,” yet also that everything is vast and interconnected. Within this matrix, the bodhisattva extends compassion to all. Curiously the inscription is written from left to right, which is rare in Chinese calligraphy but sometimes appears in Chan poems like this one. JS",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/08a&amp;",
		        "comparativeImages":[
		        {"imageURL":"img/Theme1/comparativeImages/8.jpg",
		        "caption":"Guanyin by a Lotus Pond, China, Ming dynasty, 1593; hanging scroll, ink and color on silk; image: 72 3/8 × 44 1/8 in., with mounting: 119 7/8 × 54 in., overall with knobs: 119 7/8 × 58 1/2 in.; The Metropolitan Museum of Art, Rogers Fund, 1918, 18.139.2.",
		        "text":"This visually exuberant representation of White-robed Guanyin epitomizes another trajectory of Avalokiteshvara’s Chinese transformation in the Ming dynasty. Sudhana, the parrot, and the purple bamboo grove are all found in indigenous tales of Guanyin at Mount Putuo, a Chinese version of Potalaka; the lotus pond and an icon of Amitabha—or Amituo in Chinese—on Guanyin’s headdress indicate Pure Land Buddhist traditions. Pictorial richness as a sign of auspiciousness characterizes court paintings like this one from the Ming dynasty. We still see gestures and costumes from the Chan tradition, but the painting departs dramatically from the simplicity and apparent spontaneity of the more austere White-robed Guanyin. JS" 
		        }
		        ],
		        "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
		        "caption":"Faye Wong sings the Heart Sutra at Famen Temple, Shaanxi, China, May 8, 2009."
				}
				]
		              
		      },
		      {
		        "name": "White-robed (Pandaravasini) Kannon",
		        "imageURL": "img/Theme1/9. Kannon y1992-6 cropped.png",
		        "id": "9",
		        "location":"img/maps/Japan.jpg",
		        "caption":"White-robed Kannon (Pandaravasini Avalokiteshvara), Japan, Muromachi period, late 14th century; hanging scroll, ink on silk; image: 37 15/16 x 19 3/8 in. mount: 73 1/4 x 23 15/16 in.; Princeton University Art Museum, Gift of Duane Wilder, Class of 1951, y1992-6.", 
		        "text":"Zen Buddhist artists often depicted the White-robed Kannon in works such as this one, which shows the willow branch, vase, and waterfall that are among the bodhisattva’s most common attributes. As seen here, these depictions are set on Potalaka, Kannon’s mythical island, which took local form in places such as Mount Putuo in China and Nachi in Japan. The figure at bottom left is Sudhana, a pilgrim from the Avatamsaka Sutra, who travels to see many wise figures, including Avalokiteshvara, for teachings on enlightenment.  Dressed in voluminous white robes and reposing at ease in an idyllic landscape, the bodhisattva appears here as a model for contemplative wisdom. LK",
				"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/09a&amp;",
				"comparisonImages":[
				{"imageURL":"img/Theme1/comparativeImages/9.jpg",
				"caption":"Water-Moon Avalokiteshvara, Korea, Goryeo dynasty, first half of the 14th century; hanging scroll, ink and color on silk; image: 45 1/16 x 21 7/8 in., overall with knobs: 79 3/8 x 30 1/8 in., overall with mounting: 79 3/8 x 28 in.; The Metropolitan Museum of Art, Charles Stewart Smith Collection, Gift of Mrs. Charles Stewart Smith, Charles Stewart Smith Jr., and Howard Caswell Smith, in memory of Charles Stewart Smith, 1914, 14.76.6.",
				"text":"The White-robed and Water-moon forms of Kannon are two of the thirty-three manifestations that the bodhisattva can take to alleviate suffering. While both paintings show Sudhana standing reverently at the bottom of the composition, the differences in presentation are greater than the similarities. In the Japanese work, the plain white robe and meditative posture of the White-robed Kannon suggest a contemplative sage, in contrast to the elaborately and colorfully dressed Water-moon Avalokiteshvara from Korea, who reaches out to petitioners below. Note the thin gauzy veil, lotus-patterned robes, and lotus blooms, which commonly appear in depictions of the Water-moon Kannon. LK"
				}
				], 
				  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		         },
		      {
		        "name": "White-robed Kannon",
		        "imageURL": "img/Theme1/10. White-robed Kannon Loeb Cropped.png",
		        "id": "10",
		        "location":"img/maps/Japan.jpg",
		        "caption":"White-robed Kannon, attributed to Shugen (fl. 1469-1521), Japan, Muromachi period; hanging scroll, ink on paper; 14 5/16 x 32 1⁄4 in.; Frances Lehman Loeb Art Center, Vassar College, 2014.29.",
				"text":"The minimal background and unembellished garments of the White-robed Kannon are typical of Zen Buddhist art, which was imported into the country from China after the 12th century. A feminized Kannon displays a tender smile while one hand points beyond perceivable space. Her robe is freely wrapped around her body. The style and composition of this Japanese painting follow Chinese precedents. The smooth brushwork and Kannon’s facial expression evoke intimate and direct emotions in the viewers. This painting exemplifies Japanese aesthetic developments in the simplified imagery and dexterous brushwork. It is an artistic manifestation of the “open distance, nothing sacred” doctrine in Zen Buddhism. JS",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/10a&amp;",
		        "comparativeImages":[
		        	{"imageURL":"img/Theme1/comparativeImages/10.jpg",
					"caption":"Water-Moon Kannon, Kano Tanyu (1602-1674), Japan, 17th century; hanging scroll; ink on paper; image: 5 5/8 x 5 3/8 in. mount: 51 x 14 5/8 in.; Los Angeles County Museum of Art, Gift of Murray Smith, M.91.148.3.",
					"text":"Despite similar brushwork and figure delineation, this painting presents the Water-moon—rather than the White-robed—Kannon as the subject, which is demonstrated by the waterfall and full moon halo. Compared to the large blank area in the other painting, here the unusual square format and compact centralized composition make Kannon the focal point. In Japanese Buddhism, visual beauty has the same power to awaken the spirit as religious practices. Paintings of Kannon are not merely considered “art”, but also a means to enhance her compassionate aura. Depicting the bodhisattva as a beautiful woman amplifies this idea. JS"
		        	}
		        ],
		      	  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]	 
		      },
		      {
		        "name": "Songzi Guanyin",
		        "imageURL": "img/Theme1/11. Songzi Guanyin 51.15 copy copy.png",
		        "id": "11", 
		        "location":"img/maps/China.jpg",
		        "caption":"Songzi Guanyin, Bodhisattva Avalokiteshvara as the Bestower of Sons, China, late Ming or Qing dynasty, 17th - 18th century; sandalwood with traces of pigment and gilding, single-woodblock construction; 5 3/8 x 2 3/4 x 2 1/2 in.; The Metropolitan Museum of Art, Rogers Fund, 1951, 51.15.",
		        "text":"Small in size, this sculpture was probably a precious object of personal devotion. The Lotus Sutra recounts that Avalokiteshvara bestows children of either sex, depending on the mother’s wishes. Despite this, the Chinese most often supplicated the Child-giving, or Songzi Guanyin, for male heirs, the only gender qualified for the prestigious profession of government service. Derived from the White-robed Guanyin, this form developed during the Ming dynasty and appears here as unambiguously feminine. She wears voluminous robes and cradles a child in her right arm; her left is now missing. Songzi Guanyin tenderly supports her tiny charge, as if to respond to her worshippers’ ardent desire for offspring. KL",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/11a&amp;",
		        "comparativeImages":[
		       	 {"imageURL":"img/Theme1/comparativeImages/11.jpg",
		       	 "caption":"Madonna and Child, workshop of Giovanni Bellini, Italy, ca. 1510; oil on wood; painted surface: 12 3/4 x 10 1/8 in.; overall: 13 1/2 x 10 7/8 in.; The Metropolitan Museum of Art, The Jules Bache Collection, 1949, 49.7.2.",
		       	 "text":"Missionaries and foreign visitors to China nicknamed Songzi Guanyin the “Goddess of Mercy.”  European prints reproducing Madonna and Christ Child imagery, like the Italian painting seen here, were circulating in China during the Ming dynasty, no doubt partially inspiring the maternal iconography in the Chinese work. Yet unlike Mary, Guanyin never bears children herself, only bestows them on others. KL"
		        }
		        ], 
		          "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		      },
		      {
		        "name": "Nyoirin Kannon",
		        "imageURL": "img/Theme1/13. Descent of Eleven Headed Kannon 1972.181 copy copy.png",
		        "id": "12", 
		        "location":"img/maps/Japan.jpg",
		        "caption":"Nyoirin Kannon, Japan, Edo period, ca. 1693; wood with gold paint, gold leaf, lacquer, and inlaid crystal; 16 9/16 x 12 1/8 x 10 1/4 in.; The Metropolitan Museum of Art, Rogers Fund 1956, 56.39.",
		        "text":"Nyoirin is an esoteric form of Kannon whose name means Jewel-holding Wheel-turning Lord of the World. This Japanese form of the bodhisattva usually has six arms, instead of the two seen here. Carved of wood, and then lacquered and gilded, this beguiling figure sits in a posture of royal ease. Nyoirin rests on a small pedestal meant to suggest his Pure Land, known in Japanese as Fudarakusan.  One hand touches his cheek, indicating reflection. Interestingly, this two-armed form of Nyoirin is not holding a jewel or wheel, the attributes that give this bodhisattva his name. Japanese women may have supplicated the two-armed form of the deity to ensure the health and safe delivery of children. KL",
				"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/12a&amp;",
				"comparativeImages":[
				{"imageURL":"img/Theme1/comparativeImages/12.jpg",
				"caption":"Nyoirin Kannon (Chintamanichakra), Japan, Kamakura period, 14th century; hanging scroll, ink, colors and gold on silk, gold-leaf; 40 x 16 3/8 in.; Nara National Museum, 994.", 
				"text":"Fudarakusan. Manifesting a luminous halo, the deity delicately balances a dharma wheel on his upraised left index finger, with three wish-fulfilling jewels cupped in front of his heart. As in the sculpture, a moustache appears on his face, indicating a male identity. Both the two- and six-armed forms of Nyoirin Kannon manifest Avalokiteshvara’s typical qualities of salvation and mercy. He once appeared to Kukai when the famous Japanese monk was in danger of drowning. This figure is quite frequently the principle object of worship in esoteric Buddhist temples, for example, at Nachi. KL"
				}
				], 
				  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]						        
		      },
		      {
		      	"name":"Descent of Eleven-headed Kannon ",
		      	"imageURL":"img/Theme1/13. Descent of Eleven Headed Kannon 1972.181 copy copy.png",
		      	"id":"13",
		      	"location":"img/maps/Japan.jpg",
				"caption":" Descent of Eleven-headed Kannon (Avalokiteshvara), Japan, Kamakura period, 14th century; ink, color, gold, and cut gold on silk; image: 33 15/16 x 15 1/4 in. mount: 64 1/4 x 19 1/2 in., with knobs: 65 1/2 x 22 in.; The Metropolitan Museum of Art, Purchase, Charles Wrightsman Gift, Joseph Pulitzer Bequest, Dodge, Pfeiffer and Rogers Funds, and funds from various donors, 1972, 1972.181.",
				"text":"In Pure Land Buddhism, Kannon is Amida’s most important attendant.  He leads the Welcoming Descent, known as Raigo in Japanese. Kannon offers dying devotees a lotus throne, which signals their transfer from the mundane world to Amida’s pure realm of Sukhavati. This painting shows the eleven-headed form of Kannon, called Juichimen in Japanese, an esoteric manifestation sometimes seen in Pure Land imagery. Floating down from Sukhavati on a pedestal of clouds, Kannon emanates golden light while holding a vase with a lotus. The bodhisattva’s right hand makes the compassionate varada mudra.  Gorgeous jewels and sumptuous fabrics adorn the androgynous deity, a radiant vision that reflects the splendor of Amida’s Pure Land. KL",
		      	"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/13a&amp;",
		      	"comparativeImages":[
		      	{
		      	"imageURL":"img/Theme1/comparativeImages/13.jpg",
		      	"caption":"Kannon Holding a Lotus Seat, Japan, Edo period, traditionally attributed to the 13th century but probably 17th century; wood with gilt lacquer object: 11 1/4 in. base: 1 15/16 x 4 15/16 x 4 15/16 in.; Yale University Art Gallery, Gift of Mr. and Mrs. William B. Jaffe, 1968.104.3.", 
		      	"text":"Kannon, along with another bodhisattva named Seishi, frequently appears as an attendant to the Buddha in sculptural triads. Flanking a much larger Amida in the center, these figures can often be found in Pure Land Buddhist temples in Japan. As seen in this beautiful carved wooden sculpture, Kannon graciously bows to present the lotus pedestal to a worthy deceased. This iconography demonstrates a faith that death is not a dolorous end, but a glorious beginning, and that Kannon is a guide for the faithful to Sukhavati, known to the Japanese as Gokuraku. KL"
		      	}
		      	], 
		       "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		      } 
		      
		    ]
		  },
		  {
		    "title": "Pilgrimage",
		    "id": "14",
		    "img_path": "img/theme_2.png",
		    "text": "In mediaval India, Avalokiteshvara's legendary island Potalaka represented the ultimate destination for seekers of the bodhisattva. As his worship spread throughout Asia, each country established its own locations for face-to-face encounters with the deity. The scrolls and sculptures in this section relate to several of Avalokiteshvara's most important pilgrimage sites: the Potala Palace and Jokang Temple in Lhasa, Tibet; the Saigoku Pilgrimage route in Japan; and Guanyin's most important center of worship in China, Mount Putua island. Countless pilgrims seeking worldly and spiritual benefits over millenia have traveled to Avalokiteshvara's sacred sites.",
		    "artifacts": [
		      {
		        "name": "Phagpa Lokeshvara",
		        "imageURL": "img/Theme2/14. Phagpa Lokeshvara 73.130 copy copy.png",
		        "id": "14", 
		        "location":"img/maps/Nepal.jpg",
		        "caption":"Phagpa Lokeshvara, Nepal, 16th – 17th century; ivory; 5 1/2 in.; Newark Museum, Wallace M. Scudder Bequest Fund, 1973, 73.130.", 
		        "text":"This tiny ivory sculpture from Nepal replicates a famous icon—Phagpa Lokeshvara—from the Potala Palace in Lhasa, Tibet. The Potala is a holy, venerated site of pilgrimage, particularly for Himalayan Buddhists. Many versions of the Potala icon were made in a variety of media. They all have three-lobed crowns, low-hanging sashes, and heavy earrings. Though missing from this sculpture, the right hand would have made the compassionate varada mudra. This replica’s small size, combined with its rare, expensive medium, suggests that it was an object of personal devotion, which would have been incredibly precious to its owner. CF",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/13a&amp;",
		        "comparativeImages":[
		        {
		        "imageURL":"img/Theme1/comparativeImages/14.jpg", 
		        "caption":"Bodhisattva Avalokiteshvara (Guanyin), China, Dali kingdom, 12th century; gilt arsenical bronze, lost-wax cast; 20 3/4 x 6 1/2 in., base diameter: 6 1/2 in.; The Metropolitan Museum of Art, Gift of Abby Aldrich Rockefeller, 1942, 42.25.28.",
		        "text":"Despite differing in size, this Chinese depiction of Guanyin served a similar purpose to that of the smaller ivory Phagpa Lokeshvara. Although not likely an object for intimate, private devotion, this sculpture also replicates a famous local icon and focus of pilgrimage—in this case, a sculpture from Southwest China known as the “Luck of Yunnan.” Also like the Phagpa Lokeshvara, this figure is very frontal, narrow, and slightly stiff. However these stylistic similarities are undoubtedly a coincidence. The Chinese work’s slender and elongated torso suggest the influence of Southeast Asia, which is quite close to the province of Yunnan. CF"
		        }
		        ],
		       "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		      },
		      {
		        "name": "Eleven-headed Avalokiteshvara",
		        "imageURL": "img/Theme2/15. Ekadashamukha 85.04.0160 copy copy.png",
		        "id": "15",
		        "location":"img/maps/China+Tibet.jpg",
		        "caption":"Eleven-headed Avalokiteshvara, Tibet or China, 17th - 18th century; gilded bronze; 15 15/16 x 9 1/2 in.; Jacques Marchais Museum of Tibetan Art, 85.04.0160.", 
		        "text":"In Tibet, the Eleven-headed Avalokiteshvara is a popular tantric form of the bodhisattva. In this example, three crowned heads with serene expressions serve as a base for the remaining eight. Wrathful faces form the three upper tiers, with Amitabha’s head topping them all. These amplifications of the bodhisattva’s power scan the world in all directions and offer different means for alleviating suffering: some beings react to calm action while others will only respond to intense intervention. Avalokiteshvara’s main hands are in anjali mudra while his lower right forms the varada mudra. The rest hold his attributes: a statue of Amitabha, dharma wheel, lotus, jewel, bow and arrow, and a water jar. An upper right hand originally held prayer beads. CZ",
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/15a&amp;",
		        "comparativeImages":[
		        {
		        "imageURL":"img/Theme1/comparativeImages/15.jpg",
		        "caption":"Eleven-Headed Avalokiteshvara, Central Tibet, 16th century; gilt copper alloy with paint, inlaid with turquoise; 30 1/4 x 14 3/4 x 6 7/16 in.; Los Angeles County Museum of Art, Gift of Harry Kahn, M.86.220.2.", 
		        "text":"This statue is another example of the Eleven-headed Avalokiteshvara. A major difference from the ten-armed work in the exhibition is its arrangement of heads and six arms. The ten-armed form replicates a sacred icon found in Lhasa’s Jokhang Temple. Legend recounts that Songtsen Gampo had a vision of a Ten-armed and Eleven-headed Avalokiteshvara, which then miraculously appeared as a clay statue. The icon is said to contain the essence of the king, who is considered an emanation of the bodhisattva. Over centuries, many Tibetans have made pilgrimages to venerate this sculpture. CZ"
		        }
		        ], 
		          "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		      },
		      {
		        "name": "Kannon",
		        "imageURL": "img/Theme2/16. Kannon 2014.20.1.png",
		        "id": "16",
		        "location":"img/maps/Japan.jpg",
		        "caption":" Kannon, Japanese, Edo period, 1615-1868; hanging scroll, ink and color on silk; image: 61 7/8 x 33 in. mount: 87 7/8 x 39 1/2 in.; Gift of Daniele Selby, Frances Lehman Loeb Art Center, Vassar College, 2014. 20. 1.",
				"text":"This scroll depicts Avalokiteshvara, known in Japan as Kannon, in his mythical dwelling Fudarakusan, which is portrayed as a rocky outcropping above swirling waves. Here he adopts the form of the Water-moon Kannon, one of his numerous guises. Shown seated in a posture of ease, Kannon is attired in resplendent robes and elaborate jewels. The willow branch, which can heal illnesses and bring fulfillment to devotees’ requests, is displayed in a vase to the figure’s right. The boy Sudhana, who is on a spiritual pilgrimage, stands at Kannon’s feet in a pose of veneration. He is in search of ultimate truth and enlightenment. LL", 
				"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/16a&amp;",
				"comparativeImages":[
				{
				"imageURL":"img/Theme1/comparativeImages/16.jpg",
				"caption":"Guanyin Acolytes, China, 1313, Yuan Dynasty; ink and color on silk; 41 1/2 x 21 1/2 in.; National Palace Museum, Taipei, 001957N0000000001.",
				"text":"This Chinese painting shows an amalgamation of literati art and folk tales through the bamboo in the background and the presence of Longnu (Dragon Daughter), the female acolyte behind Guanyin. Unlike the plump male Kannon, Guanyin here has slimmer and more feminized physical features. Similarly, Kannon’s sumptuous costume contrasts sharply with Guanyin’s plain white robe. The Chinese work lacks the mutual eye contact between Kannon and the boy pilgrim, yet Guanyin plays a more proactive role by generating auspicious clouds out of her vase for the reverent Shancai (or Sudhana in Sanskrit) to stand on. LL"
				}
				], 
				  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
						
		      },
		      {
		        "name": "Map of the Mount Putuo",
		        "imageURL": "img/Theme2/17. Map of the Mount Putuo Area 0578 cropped.png",
		        "id": "17",
		        "location":"img/maps/China.jpg", 
		        "caption":"The Complete Map of the Imperially Established South Sea Mount Putuo Area, China, Qing period, early 20th century; hand-colored woodblock print; 43 5/16 x 24 7/8 in.; Courtesy of the Division of Anthropology, American Museum of Natural History, ASIA/0578.", 
				"text":"This map simplifies the topography of Mount Putuo, a small island in the South China Sea consisting of low hills and a cave where Guanyin frequently appeared to pilgrims. The establishment of Mount Putuo as the Chinese Potalaka began in the Northern Song dynasty; Japanese pirates destroyed it in the mid-16th century. In the Qing dynasty, imperial patrons reconstructed two major temples. This explains why the first two characters of the map’s title translate as “built by the Emperor.” Not a realistic depiction of Mount Putuo’s buildings and paths, the map instead conveys abstract shapes and saturated colors that represent the spiritual allure of this pilgrimage site. JS", 
		      	"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/17a&amp;",
		      	"comparativeImages":[
		      	{
		      	"imageURL":"img/Theme1/comparativeImages/17.jpg",
		      	"caption":"A View of Mount Putuo of the Southern Sea, China, Qing period, late 19th century; cloth, paper, pigment, wood, metal, string; image: 21 5/8 x 39 15/16 in. scroll: 27 15/16 x 44 1/16 in.; Courtesy of the Division of Anthropology, American Museum of Natural History, 70/11655.", 
		      	"text":"The two maps shown here differ in their styles and inscriptions, but interestingly, both include the same poem. This poem narrates the foundational myth about the origins of Mount Putuo in the 10th century. A Japanese monk named Egaku (Hui’e in modern Chinese) decided to enshrine an icon of Guanyin on the island while waylaid at the Cave of Tidal Sound. This cave is shown at bottom center of the map. The depiction, painted in a portable handscroll format with extensive topographical details, may have primarily served as an orienting and educating device during pilgrimage. JS" 	
		      	}
		      	], 
		      	  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":""
				}
				]
		      
		      },
		      {
		        "name": "Nachi Pilgrimage Mandala",
		        "imageURL": "img/Theme2/18. Nachi Pilgrimage Mandala 2004.10 cropped.png",
		        "id": "18",
		        "location":"img/maps/Japan.jpg", 
		        "caption":"Nachi Pilgrimage Mandala, Japan, Edo period, 16th - early 17th c.; hanging scroll, ink, colors, and gold leaf on paper, 59 x 59 1/2 in.; Frances Lehman Loeb Art Center, Vassar College, Pratt Fund and Betsy Mudge Wilson, Class of 1956, Memorial Fund, Purchase, 2004.10.", 
		        "text":"Devotional and promotional in intent, this monumental painting shows a panoramic view of Nachi, a local Japanese manifestation of Kannon’s Pure Land and the first stop on the Saigoku Pilgrimage. Following a pilgrim couple dressed in white, we are invited to enter the sacred complex from bottom right, where devotees depart in boats for Kannon’s paradise in the southern sea. Our journey continues to the great waterfall, then to Nachi Shrine, and ends at top left where Mount Myoho symbolizes Amitabha Buddha’s Pure Land. Please take a closer look at the elaborate details before you move on. In addition to Buddhist references, you will find various Shinto shrines, local Kumano cults, and vignettes from classic literature, indicating an integration of Buddhism and indigenous Japanese culture. MD",
		     	"audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/18a&amp;",
		     	"comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/18a.jpg", 
		     	"caption":"Fudarakudokai: A Religious Suicide Ritual", 
		     	"text":"This detail illustrates Fudarakudokai, a former practice at Nachi, which involves sending a willing devotee in a sealed boat on a one-way journey to Kannon’s imagined paradise of Fudarakusan. Observers on the shore watch this ritual with reverence. MD"
		     	},
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/18b.jpg", 
		     	"caption":"Buddhist Worship in a Shrine", 
				"text":"A subsidiary hall of Nachi Shrine called Nyoirindo houses Nyoirin Kannon, an important icon of veneration at the site. As the first stop on the Saigoku Pilgrimage, Nyoirindo (now Seigantoji) became an independent Buddhist temple in the late 19th century. Nyoirindo as depicted here has a bluish tiled rooftop, an identifying feature of Buddhist temples. Already established as a place for kami-worship, Nachi became part of Kumano pilgrimage in the 11th century. Like many other places in Japan, Buddhism synthesized indigenous beliefs at Nachi, regarding kami—or local gods—as manifestations of Buddhist deities. MD"
		     	},
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/18c.jpg", 
		     	"caption":"Nachi Waterfall", 
				"text":"This magnificent waterfall not only attracted kami-worship rituals, suggested by the four practitioners on the bridge, but also became a residence of the esoteric Buddhist guardian deity Fudo Myoo, represented by the fire mark on the waterfall. His two attendants appear at the bottom, assisting a fierce warrior priest taking a purification ritual, a vignette from the Japanese classic Heike Monogatari. Although not depicted here, it is said that Thousand-armed Kannon also appears in the waterfall. MD",
				"audio": ""
		     	},
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/18d.jpg", 
		     	"caption":"Women at Nachi", 
				"text":"The white-robed couple reappears in successive moments throughout the painting, guiding us through this dazzling site. Most importantly, the inclusion of a female pilgrim is noteworthy because Mahayana Buddhism revolutionized the original concepts of the religion, which regarded women as obstacles to salvation. One Mahayana text, the Lotus Sutra, explicitly describes Kannon delivering sermons to women. Kannon is also often related to fertility in East Asia. As a result, in early modern Japan, devotion to Kannon and production of Kannon images and sutras were especially popular among women. MD",
				"audio": "" 
		     	}
		     	], 
		     	"playlist":[
		     	{
		     	"url":"", 
		     	"start":"", 
		     	"stop":"", 
		     	"caption":"This video clip, with narration in Japanese, shows the principal icons in Buddhist temples at Nachi: Nyoirin Kannon in Seigantoji, and the Thousand-armed Kannon in Fudarakusanji."
		     	},
		     	{
		     	"url":"", 
		     	"start":"", 
		     	"stop":"", 
		     	"caption":"Harue Momoyama performs the Song of Ryojinhisho, associated with the Kumano pilgrimage."
		     	}
		     	]
		   	 },
		      {
		        "name": "Saigoku Pilgrimage Scroll",
		        "imageURL": "img/Theme2/19. Saigoku Pilgrimage Scroll.png",
		        "id": "19",
		         "location":"img/maps/Japan.jpg",
		        "caption":"Saigoku Pilgrimage Scroll, Japan, 19th century; ink stamps on paper mounted on silk; mounted prints: 36 x 14 5/8 in., overall including brocade and knobs: 58 1/2 x 22 3/4 in.; Private Collection", 
		        "text":"Composed of thirty-three sites dedicated to Kannon in Japan’s Western Provinces, Saigoku Pilgrimage has been one of the country’s most popular circuits from the medieval period to present day. Each temple houses a main Kannon icon and prints a reproduction of it, called an ofuda. Since the secret images are usually not revealed to the public, collecting ofudas during pilgrimage has become as important as the journey itself. Each of this scroll’s ofuda, or block-printed stamp, represents a primary temple icon for every Saigoku Pilgrimage stop. These ofudas all have similarities, such as Kannon framed by a mandorla, standing on a lotus pedestal above rocky Fudarakusan. Yet, they also differ in form and iconography. From the inscription on the verso, we know that a man named Taro mounted this scroll to memorialize his recently deceased pilgrim father, who collected the images of Kannon that we see in this work. MD and LL",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/19a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/19a.jpg", 
		     	"caption":"Saigoku Station No.1:  Nachisan Seigantoji (The temple belongs to the Tendai Buddhist sect)", 
		     	"text":"The first ofuda corresponds to Station 1, Nachi, and shows the six-armed Nyoirin, in relaxed posture. He has one arm supporting the chin, another on a rock, and the rest hold a lotus, prayer beads, wish-fulfilling jewel and dharma wheel. LL",
		     	"audio": ""
		     	}, 
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/19b.jpg", 
		     	"caption":"Saigoku Station No.16: Otowasan Kiyomizudera (The temple belongs to the Kita-Hosso Buddhist sect)", 
		     	"text":"The ofuda for Station 16 shows the Thousand-armed Avalokiteshvara accompanied by two attendants: Bishamon, a guardian deity, and Jizo, a pilgrim bodhisattva. Avalokiteshvara here raises two of his forty-two arms above his head in order to hold a small statue of Amitabha. LL",
		     	"audio": ""
		     	}, 
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/19c.jpg", 
		     	"caption":"Saigoku Station No.29: Aobasan Matsunoodera(The temple belongs to the Shingon Buddhist sect)", 
		     	"text":"The ofuda for Station 29 presents a wrathful manifestation, a three-headed Avalokiteshvara known as a Bato Kannon, who is the protector of agriculture and livestock. LL",
		     	"audio": ""
		     	}
		     	], 
		          "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"The stations on the Saigoku Pilgrimage route."
				}
				]
		      }
		    ]
		  },
		  {
		    "title": "Practice",
		    "id": "3",
		    "img_path": "img/theme_3.png",
		    "text": "This section presents objects that relate to daily spiritual activities such as spinning prayer wheels, reading, copying or venerating sutras, paying homage to status and paintings, reciting mantras, and engaging in elaborate Vajtayana techniques of visualizing the deity. Both art and practice aim to purify devotees of any impediments blocking their potential for unbiased wisdom and compassion. Although each country represented in this exhibition has different traditions and forms of practice, the common goal is to seek freedom from the sufferings of samsara. The objects included here establish Avalokiteshvara's key role in assisting devotees to attain Mahayana Buddhism's most sacred goals.",
		    "artifacts": [
		      {
		        "name": "Prajnaparamita Manuscript",
		        "imageURL": "img/Theme3/20. Prajnaparamita Sutra 1987.001 copy copy.png",
		        "id": "20", 
		         "location":"img/maps/India.jpg",
		        "caption":"Five Leaves from an Ashtasahasrika Prajnaparamita Manuscript, India, Bihar, Nalanda monastery, Pala period, ca. 8th – 12th century; ink and opaque watercolor on palm leaf; each approx. 2 7/8 x 22 3/8 in.; Asia Society, New York, Mr. and Mrs. John D. Rockefeller 3rd Acquisitions Fund, 1987.001. Photo credit: Susumu Wakisaka, Idemitsu Museum of Arts, Tokyo.", 
		        "text":"These five palm leaves contain sections of the Perfection of Wisdom in Eight Thousand Lines, one of the oldest sutras in the Buddhist tradition. Sutras record the Buddha’s teachings. This one, written in the Sanskrit-derived Lantsa script, is interspersed with images of various deities, including Avalokiteshvara in the center, with Green Tara below him. The outer illustrations depict various episodes in the life of the Buddha, ranging from birth to his final parinirvana. Although not direct illustrations of the text, these images serve to enhance the inner meaning of the sutra. BO",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/20a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/20.jpg", 
		     	"caption":"Shadakshari Lokeshvara, Folio from a Manuscript of the Ashtasahasrika Prajnaparamita (Perfection of Wisdom), India, West Bengal or Bangladesh, Pala period, early 12th century; opaque watercolor on palm leaf; page: 2 3/4 x 16 7/16 in. image: 2 1/2 x 1 15/16 in.; The Metropolitan Museum of Art, Purchase, Lila Acheson Wallace Gift, 2001, 2001.445a.", 
		     	"text":"This image from another version of the Prajnaparamita Sutra depicts a seated, four-armed Avalokiteshvara with two attendants. The deity holds a lotus flower in one hand and is seated on a lotus pedestal. The lotus, which grows out of muddy water, symbolizes the ability of Avalokiteshvara to rise above the muck of existence and embody perfectly pure compassion. The virtue of compassion, and its healing and transformative power, is one of the many qualities extolled in Mahayana literature. This image shows the interplay between image and text, message and symbolism. BO"
		     	}
		     	],
		     	
		     	"playlist":[
		     	{
		     	"url":"", 
		     	"start":"", 
		     	"stop":"", 
				"caption":"Tibetan monks, led by His Holiness the 17th Karmapa, chant the famous mantra from the Heart Sutra at Bodh Gaya, India, 2012.  The Heart Sutra is contained within the Prajnaparamita Sutra."
		     	}
		     	]
		      },
		      {
		        "name": "Heart Sutra",
		        "imageURL": "img/Theme3/21. Heart Sutra 2012-99 cropped copy copy.png",
		        "id": "21", 
		         "location":"img/maps/Japan.jpg",
		        "caption":"Sumidera Heart Sutra (Sumidera shingyo), Japan, Nara period, 710-794; handscroll, ink on paper; 9 x 16 11/16 in.; Princeton University Art Museum, Museum purchase, Fowler McCormick, Class of 1921, Fund, 2012-99.", 
		        "text":"The Heart Sutra is one of the central scriptures of Mahayana Buddhism; “Sumidera” indicates a temple in Kyoto where it was transcribed. In this text, Avalokiteshvara recounts the Buddha’s realization of the interconnectedness and boundlessness of all things. Japanese Buddhists often recite this sutra daily as a method of meditation and contemplation. The repetition of the sounds enables insight into the meaning of the scripture. Furthermore, practitioners often copy the text in order to imbibe an understanding of the teachings. This practice reflects the idea of calligraphy as an elevated art form, serving as the gateway to spiritual awakening. BO",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/21a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/21.jpg", 
		     	"caption":"Chanting in the Sutra Hall at Bodhi Mandala Zen Center, Boulder, CO, 5:00 am; Peter Burr, photographer. Wikimedia Commons.", 
		     	"text":"This photo depicts Zen Buddhist monks in the act of reciting the Heart Sutra. They sit on the temple floor in a meditative state and incant the sutra’s words. Through the repetition of these words, they gain understanding of the interconnectedness of all things, as well as their place within this larger scheme. Taken in conjunction with the handscroll, this image shows the intersection of text, artifact, and practice in the tradition of Buddhist meditation. BO"
		     	}
		     	], 
		     	  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"The Heart Sutra is contained within the Prajnaparamita Sutra.  Chinese singer Omee Ooi sings the Heart Sutra in Sanskrit."
				}
				]
		      },
		      {
		        "name": "Illustrated Miracles of Kannon",
		        "imageURL": "img/Theme3/21. Heart Sutra 2012-99 cropped copy copy.png",
		        "id": "22", 
		         "location":"img/maps/Japan.jpg",
		        "caption":"Page from the Illustrated Miracles of Kannon, Gold Inscribed Kannon Chapter of the Lotus Sutra, Japan, Edo period, 1615-1868; silk, ink, and gold; 14 1/2 x 13 1/2 in.; The Newark Museum, Purchase 1909 George T. Rockwell Collection, 9.2314.", 
		        "text":"Painted in ink and highlighted with gold, this painting vividly depicts Kannon saving a gentleman falling off the mountain and threatened by deadly spikes below. The bodhisattva’s calm demeanor contrasts with the violent attitude of the glowering villain standing at the precipice. This illustration belongs to a volume of the Kannon Chapter in the Lotus Sutra, one of the most influential texts in East Asia. This scripture describes Kannon’s superior ability to transform into thirty-three different forms and save a wide range of suffering people. The extremely elongated arm emphasizes the accessibility and supernatural power of Kannon, the “Bestower of Fearlessness.” MD",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/22a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/22a.jpg", 
		     	"caption":"Guanyin Chapter from an Illustrated Lotus Sutra (Miaofa lianhua jing Guanshiyin pusa pumenpin), dated to 1432; accordion-fold book; gold ink on indigo-dyed paper; palace copy; each page: 13 3/8 x 4 3/4 in.; full length: 13 3/8 x 542 3/8 in.; Harvard Art Museums/Arthur M. Sackler Museum, Gift of Alan Priest, 1926.46. Photo: Imaging Department © President and Fellows of Harvard College.", 
		     	"text":"The delightful elongation of Kannon’s arm is not a Japanese invention. In a much earlier Chinese copy of the Lotus Sutra, we see the long-armed Guanyin touching a devotee’s head, although the illustration is from a different episode of the sutra than the work exhibited here. MD",
		     	"audio": ""
		     	}, 
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/22b.jpg", 
		     	"caption":"Guanyin Chapter from an Illustrated Lotus Sutra (Miaofa lianhua jing Guanshiyin pusa pumenpin), dated to 1432; accordion-fold book; gold ink on indigo-dyed paper; palace copy; each page: 13 3/8 x 4 3/4 in.; full length: 13 3/8 x 542 3/8 in.; Harvard Art Museums/Arthur M. Sackler Museum, Gift of Alan Priest, 1926.46. Photo: Imaging Department © President and Fellows of Harvard College. ", 
		     	"text":"Another page from this book illustrates the same verse as the work in our exhibition. It represents the extraordinary power of Guanyin’s giant hand to catch the falling man. The Japanese version also borrows the Chinese accordion book format. MD",
		     	"audio": ""
		     	}
		     	], 
		     	  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"From the Lotus Sutra: Suppose you are pursued by evil men who wish to throw you down from a diamond mountain.  Think on the power of the Perceiver of Sounds and they cannot harm a hair of you!"
				}, 
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"Chanting of the “Kannon Chapter” of the Lotus Sutra."
				}
				]
		      },
		      {
		        "name": "Avalokiteshvara",
		        "imageURL": "img/Theme3/23. Seated Bodhisattva L2005.9.4HAR68406 copy copy.png",
		        "id": "23", 
		         "location":"img/maps/India.jpg",
		        "caption":" Avalokiteshvara, India, Pala period, 9th century; copper alloy; 4 1/2 x 3 x 2 1/8 in.; long-term loan from the Nyingjei Lam Collection to The Rubin Museum of Art, New York, L2005.9.4.", 
		        "text":"The worn condition of this devotional object indicates it was no doubt frequently lustrated with milk or water as an act of veneration. Its small size suggests that it may have traveled with its owner, and indeed, the shrine in which Avalokiteshvara sits creates its own sacred space for worship. Each of the deity’s four hands conveys his qualities: mala, or prayer beads, the gift-giving gesture, the lotus, and an ascetic’s “three-pronged stick” or tridanda. Both the tridanda and the mala are also closely associated with Brahmanical gods, and their depiction here points to the early connections between Buddhism and Brahmanism in India. EJ",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/23a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/23.jpg", 
		     	"caption":"Shrine Containing Thousand-armed Eleven-headed Avalokitesvara, Japan, 18th century; lacquered and gilded wood; 6 3/8 in.; The British Museum, Donated by Rev. C. G. Roffe-Silvester, 1921,0307.13. © Trustees of the British Museum.", 
		     	"text":"Although these two works were made centuries apart and in different countries, both served the same function: private devotion. This Japanese icon, like the Indian one, depicts Avalokiteshvara (known in Japan as Kannon) housed in a small shrine. Also similar is the way the ensemble blends Buddhism with another religion; the two gods painted on the shrine doors are deities from the indigenous Japanese religion, today called Shinto. These two portable sculptures demonstrate religious hybridity and may have thus been objects not only of personal worship but also proselytization, intended to convert members of other faiths and cultures to Buddhism through the all-saving compassion of Avalokiteshvara. EJ"
		     	}
		     	], 
		     	  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"This video shows a worshipper bathing a figure of the historical Buddha as a child in order to venerate him and purify sentient beings of any obstacles to his teachings. The small Avalokiteshvara figure in this exhibition probably would have been bathed or lustrated in a similar way as part of its owner’s personal worship."
				}
				] 
		      },
		      {
		        "name": "All-seeing Lord with Four Arms",
		        "imageURL": "img/Theme3/24. Avalokiteshvara of the Six-Syllable Mantra C2002.8.1  copy.png",
		        "id": "24",
		         "location":"img/maps/Tibet.jpg", 
		        "caption":"The All-seeing Lord with Four Arms, Avalokiteshvara Chaturbhuja, Tibet, 14th - 15th century; pigments on cloth; 22 1/4 x 18 1/2 in.; The Rubin Museum of Art, New York, C2002.8.1.", 
		        "text":"Tibetan thangkas such as this one were created to familiarize practitioners with their chosen deity’s iconography. Patrons also commissioned such paintings to help overcome sickness or other troubles. Bhaishajyaguru, or the Medicine Buddha, in the top row suggests the theme of healing in this work. Its highly organized composition also reveals the importance of hierarchy and lineage in Tibetan Buddhist art. Although some of the figures above and beside him might seem to occupy a higher position, Avalokiteshvara, or Chenrezig, is clearly here the largest and most important deity. Yet in the right border, a smaller version of the bodhisattva is shown directly below Amitabha, his spiritual father, thus placing him within this buddha’s lineage. EJ",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/24a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/24.jpg", 
		     	"caption":"The Savior Goddess Tara and Other Deities, Tibet, ca. 1075; paint on cotton; 48 x 31 1/2 in.; The Walters Art Museum, Promised gift of John and Berthe Ford, F.112.", 
		     	"text":"This work depicts the goddess Tara, considered to be an emanation of Chenrezig, and like him, a powerful embodiment of compassion. Green Tara bestows protection with her outstretched hand while her eight other manifestations appear on either side. These figures increase her efficacy and ability to help worshippers overcome obstacles, similar to Avalokiteshvara in the Lotus Sutra. Like the other thangka, this painting assists worshippers to establish the deity in their minds, thereby strengthening a request for her aid; the bright colors and incredible detail in both of these works strengthen the practitioner’s abilities of focused contemplation and visualization. EJ"
		     	}
		     	], 
		       "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"This recording is of the Green Tara mantra, sung by Chinese performer Hsu Ching-Yuen. A Tibetan worshipper would chant this mantra—om tare tuttare ture soha—in front of a thangka like The Savior Goddess Tara, included here as a comparison image. This mantra, along with focused contemplation and visualization, would help a worshipper seeking protection, aid, and fearlessness from Tara."
				}
				]
		      },
		      {
		        "name": "Avalokiteshvara Mandala",
		        "imageURL": "img/Theme3/25. Avalokiteshvara Mandala 92.11.1025.png",
		        "id": "25", 
		         "location":"img/maps/India.jpg",
		        "caption":"Avalokiteshvara Mandala, unknown Tibetan artist, Dharamsala, India, September 1991; painting on cloth; image: 22 3/4 x 22 3/4 in. framed: 29 3/4 x 29 1/2 in.; Jacques Marchais Museum of Tibetan Art, 92.11.1025.", 
		        "text":"The mandala seen here is a concrete form of spiritual practice. It also operates as a map on multiple levels. The design depicted emulates the floor plan of a palace, while simultaneously representing a map of the cosmos. Furthermore, it is used as a map for inner reflection; the practitioner sees its intricate patterns as an expression of the singularity—and yet interconnectedness—of all things. This particular mandala, commissioned to honor the Dalai Lama’s visit to the Jacques Marchais Museum, shows Avalokiteshvara’s palace. This expresses the idea that the Dalai Lama is an extension of the bodhisattva’s compassion. At the center of the four-gated palace is a lotus flower, symbolizing Avalokiteshvara, or Chenrezig, as he is known in Tibet. BO",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/25a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/25.jpg", 
		     	"caption":"Five Deity Mandala, Tibet, Sakya lineage, 1500-1599; ground mineral pigment on cotton; 5 x 12 in.; The Rubin Museum of Art, New York, P1994.21.2.", 
		     	"text":"While the general pattern of the four-gated temple is present in this mandala, the aggressive colors and energetic figures represent a different approach to symbolizing compassion. At center are Rakta Yamari, the Red Enemy of Death, and his consort Vajra Vetali. This contrasts with the more abstract representation of Avalokiteshvara as the lotus flower. These deities represent a vigorous and sometimes necessarily forceful approach to bodhisattva activities. Furthermore, their sexual embrace points to these same values, with the male representing compassion, the female wisdom, and their union, the indivisibility of the two. BO",
		     	"audio": ""
		     	}
		     	], 
		     	  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"Mandalas exist in many media and are often times made using colored powdered minerals. In this video, Tibetan monks use taut string and various colors to create symmetrical, geometric forms, similar to those seen in the Avalokiteshvara Mandala. The process takes days, but at the end, the material is swept up and scattered, symbolizing the impermanence of all things."
				}
				]
		      },
		      {
		        "name": "Prayer Wheel",
		        "imageURL": "img/Theme3/26. Prayer Wheel 82.82 copy copy.png",
		        "id": "26", 
		         "location":"img/maps/Tibet.jpg",
		        "caption":"Prayer wheel, Tibet, 19th century; metal, wood, bone, paper; 11 x 2 3⁄4 in.; The Newark Museum, Gift of Mary Pyne Cutting, 1982, 82.82. Photo credit: Robert Goodbody.", 
		        "text":"On its body, this brass prayer wheel displays the mani mantra in a raised Sanskrit-derived script.  Niches with seated depictions of the Five Wisdom Buddhas appear around the syllables om mani padme hum, known as the six-syllable mantra.  Inside the cylinder is a roll of paper with this mantra written multiple times.  To Tibetans, reciting these sacred syllables expresses the essence of Avalokiteshvara himself.  Thus, when spun manually, the prayer or mani wheel sends out the positive energy of compassion into the world while taking in and destroying all bad karma. CZ",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/26a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/26.jpg", 
		     	"caption":"Mani Stone and Prayer Wheels, Tibet, Photograph by Dennis Jarvis; Wikimedia Commons.", 
		     	"text":"In Tibet, the six-syllable mantra is often inscribed on mani stones.  Each syllable is designated a realm in samsara: white om purifies the gods; green ma purifies the demigods; yellow ni purifies the humans; blue pad purifies animals; red me purifies the hungry ghosts; dark blue or black hum purifies hell-beings.  Since the mantra is the essence of Avalokiteshvara, places marked by these syllables are also purified.  Although the characters can sanctify a specific location, the mani prayer wheel sends hundred of thousands of mantras in all directions, casting a wider net for continual salvation. CZ",
		     	"audio": ""
		     	}
		     	], 
		     	  "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"Mani Stone and Prayer Wheels, Tibet, Photograph by Dennis Jarvis; Wikimedia Commons."
				}, 
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"Tibetan practitioners circumambulating a large prayer wheel, with some spinning hand-held ones."
				}
				] 
		      },
		      {
		        "name": "Prayer Beads",
		        "imageURL": "img/Theme3/27. Mother of Pearl Prayer Beads C2012.49 copy.png",
		        "id": "27", 
		        "location":"img/maps/Tibet.jpg",
		        "caption":"Mother of Pearl Prayer Beads, Tibet, early 19th century; mother of pearl, coral, ivory, silver alloy, copper alloy; 21 3/4 x 2 1/8 x 1/2 in.; The Rubin Museum of Art, New York, Gift of Anne Breckenridge Dorsey, C2012.49.", 
		        "text":"A string of Buddhist prayer beads is known as a mala in Sanskrit. Commonly used in mantra recitation, each mala usually has 108 beads. The practitioner moves one bead each time she repeats the mantra. The red counters with tassels seen here have small metal beads on them; once all 108 recitations are completed, the practitioner moves a bead up the counter to mark a complete set. The other counter marks sets of ten. Some malas have a third counter, which keeps track of hundreds of sets. Because white is associated with Avalokiteshvara, this mala probably was used to accumulate his six-syllable mantra, om mani padme hum. LK",  
		        "audio": "https://w.soundcloud.com/player/?url=https://soundcloud.com/embodying-compassion/27a&amp;",
		        "comparativeImages":[
		     	{
		     	"imageURL":"img/Theme1/comparativeImages/27.jpg", 
		     	"caption":"Rosary, Philippines, 17th-19th century; gold; length: 17 1/2 in.; The Metropolitan Museum of Art, Gift of J. Pierpont Morgan, 1912, 12.176.6.", 
		     	"text":"The Catholic rosary and Buddhist mala are two examples of beaded strings or knotted rope used as counters for repetitive devotions, but the mala predates the rosary by a millennium. All of the beads in the Tibetan mala are the same size, except for a single, large “guru bead” to mark a complete loop. This indicates that all the repetitions are of the same mantra, while the rosary has larger beads at set intervals to mark where the user should begin a different prayer. Both are made of precious materials, such as mother of pearl; the expense is a gesture of faith and devotion. LK",
		     	"audio": ""
		     	}
		     	] , 
		       "playlist":[
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"His Holiness 17th Karmapa chants Avalokiteshvara’s mantra, om mani padme hum."
				},
				{
				"url":"", 
				"start":"", 
				"stop":"", 
				"caption":"Song Huei Liou, and others, chant om mani padme hum with musical accompaniment."
				}
				]
		      }
		    ]
		  },
		    [
    {
      "name": "Amitabha Buddha",
      "imageURL": "img/Theme1/1. Amitabha Buddha F1997.6.3 cropped.png",
      "id": "1"
    },
    {
      "name": "Khasarpana Lokeshvara",
      "imageURL": "img/Theme1/2. Khasarpana Lokeshvara 1979.040 copy copy.png",
      "id": "2"
    },
    {
      "name": "Padmapani",
      "imageURL": "img/Theme1/3. Padmapani 1979.047 copy copy.png",
      "id": "3"
    },
    {
      "name": "Avalokiteshvara",
      "imageURL": "img/Theme1/4. Avalokiteshvara C2008.9 cropped.png",
      "id": "4"
    },
    {
      "name": "Shadakshari",
      "imageURL": "img/Theme1/5. Shadakshari 85.04.0682 copy copy.png",
      "id": "5"
    },
    {
      "name": "The All-Seeing Lord Avalokiteshvara",
      "imageURL": "img/Theme1/6. The All-Seeing Lord Avalokiteshvara 1995.28.1 copy.png",
      "id": "6"
    },
    {
      "name": "Bodhisattva Avalokiteshvara (Guanyin)",
      "imageURL": "img/Theme1/7. Bodhisattva Avalokiteshvara (Guanyin) 33.91 cropped copy copy.png",
      "id": "7"
    },
    {
      "name": "Baiyi Guanyin",
      "imageURL": "img/Theme1/8. Baiyi Guanyin 1982.3.3.png",
      "id": "8"
    },
    {
      "name": "Kannon",
      "imageURL": "img/Theme1/9. Kannon y1992-6 cropped.png",
      "id": "9"
    },
    {
      "name": "White-robed Kannon Loeb",
      "imageURL": "img/Theme1/10. White-robed Kannon Loeb Cropped.png",
      "id": "10"
    },
    {
      "name": "Songzi Guanyin",
      "imageURL": "img/Theme1/11. Songzi Guanyin 51.15 copy copy.png",
      "id": "11"
    },
    {
      "name": "Descent of Eleven Headed Kannon",
      "imageURL": "img/Theme1/13. Descent of Eleven Headed Kannon 1972.181 copy copy.png",
      "id": "12"
    },
    
    {
      "name":"Phagpa Lokeshvara", 
      "imageURL" : "img/Theme2/14. Phagpa Lokeshvara 73.130 copy copy.png", 
      "id":"13"
    },
    
    {
      "name":"Ekadashamukha", 
      "imageURL" : "img/Theme2/15. Ekadashamukha 85.04.0160 copy copy.png", 
      "id":"14"
    },
    
     {
      "name":"Kannon", 
      "imageURL" : "img/Theme2/16. Kannon 2014.20.1.png", 
      "id":"15"
    },
    
     {
      "name":"Map of the Mount Putuo Area", 
      "imageURL" : "img/Theme2/17. Map of the Mount Putuo Area 0578 cropped.png", 
      "id":"16"
    },
    
     {
      "name":"Nachi Pilgrimage Mandala", 
      "imageURL" : "img/Theme2/18. Nachi Pilgrimage Mandala 2004.10 cropped.png", 
      "id":"17"
    },
    
      {
      "name":"Saigoku Pilgrimage Scroll", 
      "imageURL" : "img/Theme2/19. Saigoku Pilgrimage Scroll.png", 
      "id":"18"
    },
    
     {
      "name":"Prajnaparamita Sutra", 
      "imageURL" : "img/Theme3/20. Prajnaparamita Sutra 1987.001 copy copy.png", 
      "id":"19"
    },
    
      {
      "name":"Heart Sutra", 
      "imageURL" : "img/Theme3/21. Heart Sutra 2012-99 cropped copy copy.png", 
      "id":"20"
    },
    
    {
      "name":"Lotus Sutra", 
      "imageURL" : "img/Theme3/21. Heart Sutra 2012-99 cropped copy copy.png", 
      "id":"21"
    },
    
    {
      "name":"Seated Bodhisattva ", 
      "imageURL" : "img/Theme3/23. Seated Bodhisattva L2005.9.4HAR68406 copy copy.png", 
      "id":"22"
    },
    
     {
      "name":"Avalokiteshvara of the Six-Syllable Mantra ", 
      "imageURL" : "img/Theme3/24. Avalokiteshvara of the Six-Syllable Mantra C2002.8.1  copy.png", 
      "id":"23"
    },
    
    {
      "name":"Avalokiteshvara Mandala", 
      "imageURL" : "img/Theme3/25. Avalokiteshvara Mandala 92.11.1025.png", 
      "id":"24"
    },
    
    {
      "name":"Prayer Wheel", 
      "imageURL" : "img/Theme3/26. Prayer Wheel 82.82 copy copy.png", 
      "id":"25"
    },
    
     {
      "name":"Mother of Pearl Prayer Beads", 
      "imageURL" : "img/Theme3/27. Mother of Pearl Prayer Beads C2012.49 copy.png", 
      "id":"26"
    }
  ],
		  [
		    {
		      "term": "Amida (J): ",
		      "definition": "Japanese name for Amitabha. Focus of worship in East Asian Pure Land Buddhism.",
		      "pronounce": " https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/177527637&amp;auto_play=true&amp"
		    },
		    {
		      "term": "Amitabha (S): ",
		      "definition": "Buddha of Infinite Light, from whom Avalokiteshvara emanates.",
		      "pronounce": "https://drive.google.com/a/vassar.edu/file/d/0BwJsmGvMifkLc2Zland4cHFkeWM/view?usp=sharing"
		    },
		    {
		      "term": "Amitayus (S): ",
		      "definition": "Buddha of Infinite Life.  Sambhogakaya form of Amitabha."
		    },
		    {
		      "term": "Amituo (C): ",
		      "definition": "Chinese name for Amitabha. Focus of worship in East Asian Pure Land Buddhism."
		    },
		    {
		      "term": "Amrita (S): ",
		      "definition": "elixir of immortality."
		    },
		    {
		      "term": "Anjali mudra (S): ",
		      "definition": "gesture of prayer, respect or salutation.  Formed with palms pressed together at the heart."
		    },
		    {
		      "term": "Avalokiteshvara (S): ",
		      "definition": "Lord Who Looks Down. Mahayana Buddhist bodhisattva of compassion. Known as Guanyin in China, Kannon in Japan, Karunamaya in Nepal, and Chenrezig in Tibet."
		    },
		    {
		      "term": "Avatamsaka Sutra (S): ",
		      "definition": "known in English as the Flower Garland Sutra. One of the most influential sutras in East Asian Mahayana Buddhism. Last chapter recounts the story of the young pilgrim Sudhana and his encounter with Avalokiteshvara on Potalaka."
		    },
		    {
		      "term": "Bato Kannon (J): ",
		      "definition": "Hayagriva in Sanskrit. Japanese wrathful horse-headed form of Avalokiteshvara."
		    },
		    {
		      "term": "Bhaishajyaguru (S): ",
		      "definition": "Medicine Buddha, associated with healing."
		    },
		    {
		      "term": "Bishamon (J): ",
		      "definition": "armor-clad protector of the dharma. "
		    },
		    {
		      "term": "Bhrikuti (S): ",
		      "definition": "female attendant to Avalokiteshvara, associated with wisdom."
		    },
		    {
		      "term": "Bodhisattva (S): ",
		      "definition": "Mahayana Buddhist adherent who wishes to achieve enlightenment for the sake of all sentient beings. Great bodhisattvas like Avalokiteshvara have already achieved a high degree—if not complete—awakening."
		    },
		    {
		      "term": "Brahmanism (S): ",
		      "definition": "polytheistic Indian religion based on ancient Vedic scriptures. Hinduism grew out of Brahmanism."
		    },
		    {
		      "term": "Buddha (S): ",
		      "definition": "Awakened One. Often used to refer to the “historical Buddha,” Siddhartha Gautama, an Indian prince, probably born sometime in the 5th century. He achieved enlightenment and became known as Shakyamuni. In Mahayana Buddhism, Shakyamuni is but one of many past, present and future buddhas."
		    },
		    {
		      "term": "Buddhism (S):",
		      "definition": "religion based on the teachings of Shakyamuni Buddha. Its aim is to free beings from suffering and to lead them to awakening. In the Mahayana vehicle, numerous celestial buddhas and bodhisattvas assist in this goal."
		    },
		    {
		      "term": "Cave of Tidal Sound: ",
		      "definition": "cave on the southeast shore of Mount Putuo island in China. Pilgrims have had many visions of Guanyin at this site."
		    },
		    {
		      "term": "Celestial Buddha: ",
		      "definition": "fully enlightened being who plays an important role in the Mahayana Buddhist universe and presides over a Pure Land. "
		    },
		    {
		      "term": "Chan Buddhism (C): ",
		      "definition": "Buddhist school that emphasizes meditation, one-on-one encounters with teachers, and in some subsects, the study of koan (a paradoxical statement or question) and the belief in sudden, spontaneous awakening. Known as Zen Buddhism in Japan."
		    },
		    {
		      "term": "Chenrezig (T): ",
		      "definition": "One Who Continually Looks Upon All Beings With The Eye Of Compassion. Tibetan name for Avalokiteshvara. Chenrezig is thought to be the creator and protector of the Tibetan people. "
		    },
		    {
		      "term": "Dalai Lama (T): ",
		      "definition": "title of the spiritual leaders of Tibet since the 17th century. Each reincarnated holder of this title is considered one of Chenrezig’s emanations."
		    },
		    {
		      "term": "Dharma (S): ",
		      "definition": "Buddhist law; teachings of the Buddha."
		    },
		    {
		      "term": "Dharma wheel: ",
		      "definition": "dharmachakra in Sanskrit. Symbol representing the Buddha's teachings."
		    },
		    {
		      "term": "Egaku (J): ",
		      "definition": "legendary Japanese monk who played a role in the founding of Mount Putuo as a pilgrimage site sacred to Avalokiteshvara."
		    },
		    {
		      "term": "Eleven-headed Avalokiteshvara: ",
		      "definition": "Ekadashamukha in Sanskrit; Juichimen in Japanese. Common esoteric form of the bodhisattva."
		    },
		    {
		      "term": "Esoteric Buddhism: ",
		      "definition": "often called Vajrayana. Buddhist vehicle that employs complex practices based on tantric texts. Esoteric deities often have multiple limbs and heads to signify increased powers and abilities."
		    },
		    {
		      "term": "Five Wisdom Buddhas: ",
		      "definition": "group of buddhas who head their respective families in an all-encompassing esoteric system. Amitabha is one of the Five Wisdom Buddhas, and Avalokiteshvara is a member of his retinue."
		    },
		    {
		      "term": "Fudarakusan (J): ",
		      "definition": "Japanese localization of the Indian Potalaka, Avalokiteshvara’s sacred island. There are several Fudarakusan sites in Japan, including Mount Myoho at Nachi."
		    },
		    {
		      "term": "Fudarakudokai (J): ",
		      "definition": "Crossing The Sea To Fudarakusan. Religious suicide ritual once performed at Nachi, sending a willing devotee on a one-way journey to Kannon’s imagined paradise Fudarakusan."
		    },
		    {
		      "term": "Fudo Myoo (J): ",
		      "definition": "wrathful yet beneficial deity in Japanese esoteric Buddhism. "
		    },
		    {
		      "term": "Gokuraku (J): ",
		      "definition": "Japanese term for Sukhavati, Amida’s Pure Land."
		    },
		    {
		      "term": "Guanyin (C): ",
		      "definition": "Chinese name for Avalokiteshvara. A shortened form of Guanshiyin, which translates as Lord Who Perceives The Sounds Of The World. Often manifests as a female bodhisattva."
		    },
		    {
		      "term": "Gyalug (T): ",
		      "definition": "term for a Tibetan painting style inspired by Chinese art."
		    },
		    {
		      "term": "Hayagriva (S): ",
		      "definition": " “horse-neck” wrathful form of Avalokiteshvara who is thought to cure diseases. Known as Bato Kannon in Japan"
		    },
		    {
		      "term": "Heart Sutra",
		      "definition": ": “heart” or essence of the lengthy Prajnaparamita Sutra. Fundamental Mahayana Buddhist teaching delivered by Avalokiteshvara."
		    },
		    {
		      "term": "Heike Monogatari (J): ",
		      "definition": "one of the great epics of Japanese medieval literature."
		    },
		    {
		      "term": "Jizo (J): ",
		      "definition": "savior bodhisattva who ministers to those in hell and escorts dying devotees to Amida’s Pure Land."
		    },
		    {
		      "term": "Jokhang Temple (T): ",
		      "definition": "most important Buddhist temple in Tibet, located in Lhasa.  Houses a legendary statue of the Eleven-headed Avalokiteshvara, a focus of veneration."
		    },
		    {
		      "term": "Juichimen Kannon (J): ",
		      "definition": "Eleven-headed Avalokiteshvara."
		    },
		    {
		      "term": "Kami (J): ",
		      "definition": "local gods who play a part in indigenous Japanese nature worship."
		    },
		    {
		      "term": "Kannon (J): ",
		      "definition": "Japanese name for Avalokiteshvara. A shortened form of Kanzeon, which translates as Lord Who Perceives The Sounds Of The World. Often manifests as a female bodhisattva"
		    },
		    {
		      "term": "Karma (S): ",
		      "definition": "action. A person’s accumulated karma determines rebirth in a specific realm of samsara."
		    },
		    {
		      "term": "Karunamaya (S): ",
		      "definition": "Nepalese name for Avalokiteshvara. Karuna is the Sanskrit word for compassion."
		    },
		    {
		      "term": "Khasarpana (S): ",
		      "definition": "Sky-gliding. Khasarpana Lokeshvara is an esoteric form of Avalokiteshvara, popular during the Pala period (8th-12th century) in India."
		    },
		    {
		      "term": "Kukai (J): ",
		      "definition": "monk and a proponent of esoteric Buddhism in Japan. He lived from 774-835."
		    },
		    {
		      "term": "Kumano (J): ",
		      "definition": "region in the southern part of Kii Peninsula. Kumano beliefs pay homage to local gods who are enshrined at Nachi.   "
		    },
		    {
		      "term": "Literati art: ",
		      "definition": "paintings by artists outside of the official Chinese court. The literati painters generally worked in ink wash painting and focused on expressive brushstrokes."
		    },
		    {
		      "term": "Lokeshvara (S): ",
		      "definition": "Lord Of The World. Common epithet of Avalokiteshvara."
		    },
		    {
		      "term": "Longnu (C): ",
		      "definition": "Dragon Daughter. According to a traditional Chinese folk tale, she is Dragon King’s child and has decided to become Guanyin’s disciple after the bodhisattva saved her brother."
		    },
		    {
		      "term": "Lotus Sutra: ",
		      "definition": "early and influential Mahayana Buddhist scripture. Includes a chapter entirely dedicated to Avalokiteshvara, in which he takes thirty-three different forms in order to alleviate the suffering of all beings through his endless compassion. "
		    },
		    {
		      "term": "Mahayana Buddhism (S): ",
		      "definition": "Great Vehicle. Appearing early in the first millennium, this vehicle evolved—and also departed—from the earliest Buddhist schools.  Its philosophy and practices place special emphasis on bodhisattvas and their mission. It also includes a vast number of celestial buddhas who preside over innumerable Pure Lands."
		    },
		    {
		      "term": "Mala (S): ",
		      "definition": "prayer beads that assist practitioners in reciting prayers or mantras."
		    },
		    {
		      "term": "Mandala (S): ",
		      "definition": "a geometric cosmological diagram used in rituals and meditation. The most common type represents a deity in his or her palace."
		    },
		    {
		      "term": "Mandorla: ",
		      "definition": "full body halo."
		    },
		    {
		      "term": "Mani mantra (S): ",
		      "definition": "mantra associated with Avalokiteshvara that consists of six Sanskrit syllables, om mani padme hum."
		    },
		    {
		      "term": "Mani stone (S): ",
		      "definition": "rock inscribed with the mani mantra, thought to sanctify the area where it is located."
		    },
		    {
		      "term": "Mantra (S): ",
		      "definition": "sacred utterance used in Buddhist practice"
		    },
		    {
		      "term": "Ming dynasty (C): ",
		      "definition": "ruling dynasty from 1368 to 1644."
		    },
		    {
		      "term": "Mount Myoho (J): ",
		      "definition": "mountain at Nachi that represents Potalaka."
		    },
		    {
		      "term": "Mount Putuo (C): ",
		      "definition": "hilly island in the South China Sea near Ningbo that represents Potalaka."
		    },
		    {
		      "term": "Mudra (S): ",
		      "definition": "gesture, usually made with the hands or fingers, which symbolizes an exalted quality."
		    },
		    {
		      "term": "Nachi (J): ",
		      "definition": "pilgrimage site sacred to both Kannon and indigenous deities. It is the first station on the Saigoku Pilgrimage circuit."
		    },
		    {
		      "term": "Northern Song Dynasty (C): ",
		      "definition": "a dynasty from 960 to 1127."
		    },
		    {
		      "term": "Nyoirin Kannon (J): ",
		      "definition": "esoteric form of Avalokiteshvara widely worshipped throughout Japan. Nyoi refers to the wish-fulfulling jewel; rin means dharma wheel. "
		    },
		    {
		      "term": "Nyoirindo (J): ",
		      "definition": "building that originally housed the principal icon of Nyoirin Kannon at Nachi."
		    },
		    {
		      "term": "Ofuda (J): ",
		      "definition": "amulet or stamp issued by a temple or shrine, printed with an icon from the site."
		    },
		    {
		      "term": "Om mani padme hum (S): ",
		      "definition": "six-syllable mantra associated with Shadakshari Lokeshvara. Mani means jewel and padme refers to lotus, both attributes of Avalokiteshvara."
		    },
		    {
		      "term": "Padma (S): ",
		      "definition": "lotus. One of Avalokiteshvara’s primary attributes."
		    },
		    {
		      "term": "Padmapani (S): ",
		      "definition": "Bearer of the Lotus. One of Avalokiteshvara’s most common early forms."
		    },
		    {
		      "term": "Padmasana (S): ",
		      "definition": "yogic cross-legged position associated with meditative concentration."
		    },
		    {
		      "term": "Parinirvana (S): ",
		      "definition": "death and final liberation of one who has achieved complete awakening."
		    },
		    {
		      "term": "Phagpa Lokeshvara (T; S): ",
		      "definition": "Noble Lord of the World. Venerated icon in the Potala Palace. Many replicas of this statue were made."
		    },
		    {
		      "term": "Potala Palace (S): ",
		      "definition": "residence of early Tibetan king Songtsen Gampo and the Dalai Lamas. The name refers to Avalokiteshvara’s sacred island."
		    },
		    {
		      "term": "Potalaka (S): ",
		      "definition": "legendary mountain island where Avalokiteshvara dwells."
		    },
		    {
		      "term": "Prajnaparamita Sutra (S): ",
		      "definition": "Perfection of Wisdom Sutra. One of the earliest and most important compilations of scriptures in Mahayana Buddhism. Contains the Heart Sutra."
		    },
		    {
		      "term": "Pure Land: ",
		      "definition": "realm prepared and purified by a buddha such as Amitabha, where his followers can quickly progress toward enlightenment. "
		    },
		    {
		      "term": "Pure Land Buddhism: ",
		      "definition": "tradition of Amitabha worship in which devotees aim to ascend to his Pure Land."
		    },
		    {
		      "term": "Qing dynasty (C): ",
		      "definition": "ruling dynasty from 1644 to 1911."
		    },
		    {
		      "term": "Raigo (J): ",
		      "definition": "Pure Land tradition of Welcoming Descent, in which Amida and his bodhisattva entourage come down from Gokuraku to greet dying devotees."
		    },
		    {
		      "term": "Rakta Yamari (S): ",
		      "definition": "tantric Buddhist wrathful deity, known as the Red Enemy of Death. He protects his followers from harm"
		    },
		    {
		      "term": "Royal Ease: ",
		      "definition": "seated position in which one arm is poised on a raised knee while the other leg is either horizontal or pendant. Common posture for bodhisattvas."
		    },
		    {
		      "term": "Saigoku Pilgrimage (J): ",
		      "definition": "one of the most popular circuits in Japan. It is dedicated to Kannon and consists of thirty-three sites in the Western Provinces."
		    },
		    {
		      "term": "Sambhogakaya (S): ",
		      "definition": "realm occupied by celestial buddhas and advanced bodhisattvas."
		    },
		    {
		      "term": "Samsara (S): ",
		      "definition": "continuous cycle of birth, life and death that sentient beings endure until achieving enlightenment. Buddhist texts describe six realms that constitute samsara: god, demigod, human, animal, hungry ghost, and hell."
		    },
		    {
		      "term": "Sanskrit: ",
		      "definition": "scholarly language of ancient and medieval Indian scriptures"
		    },
		    {
		      "term": "Seigantoji (J): ",
		      "definition": "temple at Nachi where the principal icon of Nyoirin Kannon is currently housed."
		    },
		    {
		      "term": "Seishi (J): ",
		      "definition": "bodhisattva who—along with Kannon—usually flanks Amida in Pure Land triads."
		    },
		    {
		      "term": "Shadakshari Lokeshvara (S): ",
		      "definition": "Lord Of The Six Syllables. This form of Avalokiteshvara is visualized when repeating the mani mantra"
		    },
		    {
		      "term": "Shakyamuni (S): ",
		      "definition": "Sage of the Shakyas. Name that Siddhartha Gautama acquired once he achieved enlightenment and became a buddha."
		    },
		    {
		      "term": "Shancai (C): ",
		      "definition": "Sudhana in Sanskrit. Boy pilgrim from the Avatamsaka Sutra."
		    },
		    {
		      "term": "Shinto (J): ",
		      "definition": "refers to the veneration of kami, the local gods in Japan. "
		    },
		    {
		      "term": "Songtsen Gampo (T): ",
		      "definition": "first Tibetan king to patronize Buddhism. Believed to be an emanation of Avalokiteshvara."
		    },
		    {
		      "term": "Songzi Guanyin (C): ",
		      "definition": "feminine form of Avalokiteshvara who bestows children on supplicants."
		    },
		    {
		      "term": "Suchimukha (S): ",
		      "definition": "hungry ghost who is fed nectar from Khasarpana Lokeshvara’s hand. His name means “needle-necked” or “needle-face.”"
		    },
		    {
		      "term": "Sudhana (S): ",
		      "definition": "youth seeking enlightenment in the Avatamsaka Sutra. Also called Sudhanakumara. Known as Shancai or Shancaitongzi in Chinese."
		    },
		    {
		      "term": "Sukhavati (S): ",
		      "definition": "Realm of Bliss. Amitabha’s Pure Land."
		    },
		    {
		      "term": "Sumidera (J): ",
		      "definition": "temple located in the northeast corner (J: sumi) of ancient Nara.  The temple’s location gives the Sumidera Heart Sutra its name.  "
		    },
		    {
		      "term": "Sutra (S): ",
		      "definition": "Indian scriptures. Buddhist sutras contain Shakyamuni’s teachings."
		    },
		    {
		      "term": "Tang dynasty (C): ",
		      "definition": "ruling dynasty from 618 to 907"
		    },
		    {
		      "term": "Tantra (S): ",
		      "definition": "teachings and practices found in esoteric texts that began to appear in India around the 7th century."
		    },
		    {
		      "term": "Tantric Buddhism: ",
		      "definition": "Mahayana Buddhist vehicle that employs visualizations, mandalas, mantras, yogic postures, mudras, and techniques for utilizing the body’s subtle energies."
		    },
		    {
		      "term": "Tara (S): ",
		      "definition": "goddess considered an emanation of Avalokiteshvara and thus a powerful embodiment of compassion. Although often depicted as the bodhisattva’s attendant, she is also worshipped as an independent deity."
		    },
		    {
		      "term": "Thangka (T): ",
		      "definition": "Tibetan religious painting on cloth employed to help visualize a deity during meditation, memorialize a deceased loved one, or heal sickness. Creating or commissioning a thangka also helps to accumulate merit for both the artist and the patron."
		    },
		    {
		      "term": "Thousand-armed Avalokiteshvara: ",
		      "definition": "Sahasrabhujalokeshvara in Sanskrit. Common esoteric form of the bodhisattva."
		    },
		    {
		      "term": "Tridanda (S): ",
		      "definition": "triple rod or three-pronged stick associated with ascetics."
		    },
		    {
		      "term": "Vajra Vetali (S): ",
		      "definition": "fierce female protector, the consort of Rakta Yamari. "
		    },
		    {
		      "term": "Vajrayana (S): ",
		      "definition": "Diamond or Adamantine vehicle. Branch of Mahayana Buddhism characterized by tantric practices."
		    },
		    {
		      "term": "Varada mudra (S): ",
		      "definition": "gift-giving gesture that bestows compassion. Performed with the hand extended downward and palm facing out."
		    },
		    {
		      "term": "Vitarka mudra (S): ",
		      "definition": "gesture that indicates the teaching or discussion of the dharma.  Made with hand raised and index finger touching the thumb, forming a circle that symbolizes a dharma wheel."
		    },
		    {
		      "term": "Water-moon Kannon: ",
		      "definition": "derived from an indigenous Chinese form, this manifestation of the Japanese Avalokiteshvara sits a relaxed posture, often in a rocky setting suggesting Potalaka. A large full-moon nimbus envelops the bodhisattva."
		    },
		    {
		      "term": "White-robed Guanyin: ",
		      "definition": "indigenous Chinese form of Avalokiteshvara. Derived from the Water-moon form, but this manifestation is dressed in a more austere white garment. Favorite subject of Chan/Zen artists. "
		    },
		    {
		      "term": "Wish-fulfilling jewel: ",
		      "definition": "chintamani in Sanskrit. One of Avalokiteshvara’s characteristic attributes, symbolizing the ability to fulfill all wishes"
		    },
		   {
		      "term": "Zen Buddhism (J): ",
		      "definition": "Japanese Buddhist school that emphasizes meditation, one-on-one encounters with teachers, and in some subsects, the study of koan (a paradoxical statement or question) and the belief in sudden, spontaneous awakening. Evolved from Chinese Chan Buddhism."
		    }
		   
		  ],
		  {
		    "credits": "This app is a cross-institutional collaboration, designed and developed by Clive Mudanda, Anthony Olawo, and Gary Sheng, members of CompSci 408, Duke University, with content created by Karen Lucic and her students in Art 386, Vassar College: Megna Da '15, Clair Fey '16, Emma Jaobs '15, Lili Kaar '16, Liqiao Li '16, Benno Orlinsky '15, Jiajing Sun '15, And Catherine Zhou '15. We express thanks to those who have supported this project. At Duke University: Salman Azhar; Robert Duvall. At Vassar College: Liliana Aguis; Janet Allison; Francine Brown; Jon Chenette; Bryce Daniel '17; Judith Dollenmayer; Gary Hohenberger; Rick Jarow; Sarah Kozloff; Mary-Kay Lombino; George Laws; Members of the Art Department; Grace Mooney '15; Molly Nesbit; Katherine Neville '14; Elizabeth Nogrady '99; Kristine Olson '11; Justin Patch; H. Daniel Peck; Patricia Phagan; Joann Potter; Research Committee; Daniel Selby '13; Anne Silk '12; Samuel Speers; Margaret Vetare; Michael Walsh.  Thanks also to: Helen Abbott; Alison Baldassano; Stephanie Barnes; Kurt Behrendt; Michelle Bennett; Marcus Bingenheimer; John Carpenter; Qing Chang; Tenzing Chonyi; PC Chun; Francesca Consagra; Karl Debreczeny; Lauran R. Hartley; Andrea Hagy; Mary Beth Heston; Leise Hook; Jean-Luc Howell; David Kaczynski; Patricia Karetzky; Laurel Kendall; Zoe Kwok; Denise Leidy; Cary Liu; Kristen Mable; Clare McGowan; Linda Patrik; Katherine Paul; Adriana Proser; Karen St. Pierre; Joseph Scheier-Dolberg; Michael Sheeshy; Katherine Skaggs; Susan Thompson; Ganden Thurman; Meg Ventrudo; Sinead Vilbar; Chengzhi Wang; Hwai-ling Yeh-Lewis; Chun-fang Yu; Keiichi Yumen. SPecial thanks to: Baynard Bailey; Bettina Chew; Sherry Fowler; Karen Hwang; Lama Karma Drodhul; Ven. Kenpo Karthar rinpoche; Amy Laughlin; Richard Lucic; James Mundy; Andrew Watsky; Douglas Winbald. Generous supprt for Embodying Compassion in Buddhist Art and its digital components is provided by: E.Rhodes and Leona B. Carpenter Foundation; ASIANetwork Luce Asian Arts Program; John Stuart Gordon Vassar '00; Elizabeth Kay and Raymond Bal; Ann Kinney '53, and Gilbert Kinney. At Vassar College: Agnes Rindge Claflin Fund; Emily Floyd Fund Endownment; Ford Scholars Program; Carolyn Grant Endowment; Office of Religious and Spiritual Life; Salmon Fund Endowment. "
		  },
		  {
		    "about": "Welcome to the Embodying Compassion in Buddhist Art app. This multimedia guide introduces you to Avalokiteshvara, the Buddhist bodhisattva of compassion. Download it to visit the exhibition remotely or use it as you walk through the show at the Frances Lehman Loeb Art Center, Vassar College, from April 23 to June 28, 2015. The exhibition features outstanding examples of Indian, Nepalese, Tibetan, Chinese and Japanese art, including paintings, sculptures, texts, and ritual objects. See how Avalokiteshvara took on many different faces, names, and gender identities over time, becoming Guanyin in China, Kannon in Japan, Karunamaya in Nepal, and Chenrezig in Tibet. His Sanskrit name means “Lord Who Looks Down.” In East Asia, Avalokiteshvara became known as “Lord Who Perceives the Sounds of the World.” In every form, the bodhisattva offers the possibility that all beings—without exception—be free from suffering. The app includes high-resolution reproductions of the twenty-seven works in the exhibition, as well as dozens of comparative images and a rich array of interpretative texts, audio commentary, videos, a glossary of terms, and pronunciation guides. We invite you to explore the works, which are organized into three thematic categories—Image, Pilgrimage, Practice. Follow Avalokiteshvara as he travels from his birthplace in India to the Himalayas and East Asia, becoming one of the most revered figures in Buddhism.  For information about visiting the Frances Lehman Loeb Art Center: http://fllac.vassar.edu/.We also invite you to visit the exhibition website at: http://pages.vassar.edu/embodyingcompassion/"
		  }
		]
		
